Repository: PSC-PublicHealth/HERMES
Catalog: HERMES2/src/ui_server/locale/*/LC_MESSAGES/HERMES_UI.po
Languages: fr_fr, pt_pt

source: HERMES is a software platform that allows users to generate a detailed discrete event simulation modelo of any healthcare supply chain. This simulation model can serve as a "virtual laboratory" for decision makers (e.g., policy makers, health officials, funders, investors, vaccine and other technology developers, manufacturers, distributors, logisticians, scientists, and researchers) to address a variety of important questions.
pt_pt: HERMES é uma plataforma de software que permite aos usuários gerar um detalhado discreto Modelo de simulação de eventos de qualquer cadeia de suprimentos de saúde. Este modelo de simulação pode servir como um "laboratório virtual" para os tomadores de decisão (por exemplo, os decisores políticos, as autoridades de saúde, financiadores, investidores, desenvolvedores de vacinas e outras tecnologias, fabricantes, distribuidores, operadores de logística, cientistas e investigadores) para tratar uma variedade questões de importantes.

source: The following is a brief exercise to get you familiar with the the HERMES User Interface and perform a simple experiment on a already established model
pt_pt: A seguir, um breve exercício de se familiarizar com a interface do usuário HERMES e realizar um experimento simples sobre um modelo já estabelecido.

source: Exercise: Modify an Existing Model (Addition of Rotarix vaccine)
pt_pt: Exercício: Modificar um modelo existente (A adição de vacina Rotarix)

source: To start using HERMES, you'll be modifying an existing model of the vaccine supply chain in . The file already exists in the appliance you've just installed; to make changes to it, you'll first need to make a copy of the original.
pt_pt: Para começar a usar HERMES, você estará modificando um modelo existente da cadeia de suprimento de vacinas no. O arquivo já existe no aparelho que você acabou de instalar; para alterá-lo, primeiro você precisa fazer uma cópia do original.

source: From the home page, click the Models tab.
pt_pt: Na página inicial, clique na guia Modelos.

source: Click the Copy button on the left side of your screen, then make sure "Gaza Current" is selected in the Model to <b>Copy</b> dropdown that appears.
pt_pt: Clique no botão Copiar no lado esquerdo da tela, em seguida, certifique-se "Gaza Current " está selecionada no modelo de <b> Copiar </ b> suspensa que aparece.

source: Name your copy - in this example, ours is called "Gaza Current Copy". Click "OK" or hit enter. Note that the copy may take several seconds to create.
pt_pt: Nomeie sua cópia - neste exemplo, o nosso é chamado "Gaza Current Copy ". Clique em "OK" ou tecle enter. Note-se que a cópia pode demorar alguns segundos para criar.

source: Click the Show Button, and from the dialog, select your newly created model. This will display a network diagram of the model. The circles represent locations in the supply chain. Right click on them to recieve detailed information about the location. When you are finished exploring the model, click the Models tab to return to the list of models.
pt_pt: Clique no botão Mostrar, e na caixa de diálogo, selecione o modelo recém-criado. Isto irá mostrar um diagrama de rede do modelo. Os círculos representam locais na cadeia de abastecimento. Botão direito do mouse sobre eles para receber informações detalhadas sobre a localização. Quando você terminar de explorar o modelo, clique na guia Modelos para retornar à lista de modelos.

source: Adding a Vaccine to the new Model
pt_pt: Adicionando uma novo vacina para o modelo

source: Now that you have a new copy of the Gaza Province, Mozambique model created, you can add the Rotarix Vaccine to it so that we can see the impact of adding this vaccine to the current schedule. This will allow you to experience interacting with the HERMES Vaccine database, which is populated with the current WHO PQS vaccines and defining a demand schedule for the new vaccine.
pt_pt: Agora que você tem uma nova cópia do modelo do província de Gaza, Moçambique criado, você pode adicionar o Rotarix Vacina para ele, para que possamos ver o impacto da adição desta vacina com o cronograma atual. Isto irá permitir-lhe experimentar a interação com o banco de dados HERMES vacina, que é preenchida com as atuais vacinas da OMS PQS e definir um cronograma de demanda para a nova vacina.

source: At the top menu bar, click on the tab labeled "Vaccines". This is a screen that will allow you to add any number of predefined vaccines to your newly created model, or in fact define your own.
pt_pt: Na barra de menu superior, clique na aba "Vacinas ". Esta é uma tela que permitirá que você adicionar qualquer número de vacinas pré-definidos para o modelo recém-criado, ou, de fato, definir o seu próprio.

source: From the dropdown menu at the top labeled "Showing vaccine types for", select your newly copied model (Gaza Current Copy).
pt_pt: A partir do menu drop-down no topo chamado "Mostrando o tipo de vacina para ", selecione o modelo recém-copiado (Gaza Current Copy).

source: The vaccines in the database are categorized by type, and currently showing the standard abbreviation for each type. Feel free to explore them at your leisure. For our purposes, we will be introducing a new Rotavirus vaccine, which has the abbreviation "RV".
pt_pt: As vacinas no banco de dados são classificados por tipo, e, atualmente, mostrando a abreviatura padrão para cada tipo. Sinta-se livre para explorá-los em seu lazer. Para os nossos propósitos, vamos introduzir uma nova vacina contra o rotavírus, que tem a sigla "RV ".

source: Scroll down to RV and click the "+" next to it to display all of the Rotavirus vaccines in the database. Vaccines that are already in the current model will have their box checked in the second column, and as you can see, there are no Rotavirus vaccines currently in the model.
pt_pt: Desça até a RV e clique no botão "+ " ao lado dele para exibir todas as vacinas contra o rotavírus no banco de dados. As vacinas que já estão no atual modelo terá sua caixa marcada na segunda coluna, e como você pode ver, não há vacinas contra o rotavírus atualmente no modelo.

source: Find the column labeled "Rotavirus_GSK_50Tube_1Dose", which is the presentation of Rotarix that we would like to add to the model. Click on the check box to add this vaccine to the model.
pt_pt: Encontre na coluna denominada "Rotavirus_GSK_50Tube_1Dose ", que é a apresentação de Rotarix que gostaria de acrescentar ao modelo. Clique na caixa de seleção para adicionar esta vacina para o modelo.

source: If you would like to see a set of characteristics for the vaccine, click on the "Info" button, which will show you that the "Packed vol/dose (cc) of vaccine" is 17.1 cc's.
pt_pt: Se você gostaria de ver um conjunto de características para a vacina, clique no botão "Informações ", que irá mostrar-lhe que o "embalado vol / dose (cc) da vacina contra " é de 17,1 cc.

source: This vaccine is now added to your new model, we can proceed to defining the dosage schedule for the new vaccine.
pt_pt: Esta vacina é adicionado à sua nova modelo, podemos proceder para definir o esquema de dosagem para a nova vacina.

source: Defining Vaccine Demand for the Rotarix vaccine
pt_pt: Definindo Demanda para a Rotarix Vacina

source: Now that we added the Rotarix vaccine to our model, we have to define which populations will receive the vaccine, and how many doses they will receive in a year. HERMES can handle any number of vaccines and dosage schedule a country might use. This is necessary for the model to get an accurate estimate of the number of doses that will be delivered throughout the simulation.
pt_pt: Agora que nós adicionamos a vacina Rotarix ao nosso modelo, temos que definir quais as populações vão receber a vacina, e quantas doses ele receberá em um ano. HERMES pode lidar com qualquer número de vacinas e posologia um país pode usar. Isto é necessário para o modelo para obter uma estimativa precisa do número de doses que será entregue ao longo da simulação.

source: At the top menu bar, click on the tab labeled "Demand". This will open a screen that will present the current dose schedule for a model. There are two tables. The one on the left shows all of the vaccines that have been included in the model. The one on the right shows on each column heading the population type that receives vaccines in schedule. For each row, the number of doses for each vaccine per population type is given, defining the dosage schedule for the model's program.
pt_pt: Na barra de menu superior, clique na aba "Demanda ". Isto irá abrir uma tela que vai apresentar o programa de dose atual de um modelo. Existem duas tabelas. O da esquerda mostra todas as vacinas que foram incluídas no modelo. O da direita mostra em cada uma das rubricas do tipo população que recebe vacinas no calendário coluna. Para cada linha, o número de doses de cada vacina por tipo de população é dada, que define o esquema de dosagem para o programa do modelo.

source: From the dropdown menu at the top of the table on the right, select your newly copied model (Gaza Current Copy).
pt_pt: A partir do menu drop-down no topo da tabela à direita, selecione o modelo recém-copiado (Gaza Current Copy).

source: In the left table, the check box next to "Rotavirus_GSK_50Tube_1Dose" should be unchecked, check it to add the vaccine to the dosage schedule. The table on the right should refresh showing the new vaccine with zeros in all of the columns.
pt_pt: Na tabela da esquerda, a caixa de seleção ao lado "Rotavirus_GSK_50Tube_1Dose" deve ser desmarcada, marque-a para adicionar a vacina para o esquema de dosagem. A tabela à direita deve atualizar mostrando a nova vacina com zeros em todas as colunas.

source: Two doses of Rotarix is given to children under one year of age for Gaza Province, Mozambique, so in order to specify this, click on the box in the new row under the column "0-11 months" and put a 2 in there and hit return.
pt_pt: Duas doses de Rotarix é administrado a crianças menores de um ano de idade para a Província de Gaza, Moçambique, de modo a fim de especificar isso, clique na caixa na nova linha na coluna "0-11 meses " e colocar a 2 lá dentro, e pressione Enter.

source: Now the new dosage schedule is complete, and we are ready to run the new model.
pt_pt: Agora, o novo esquema de dosagem estiver concluída, e estamos prontos para executar o novo modelo.

source: Now that we have added the new vaccine to the schedule, we will need to run a HERMES simulation to estimate the impact of its addition.
pt_pt: Agora que nós adicionamos a nova vacina ao calendário, teremos de executar uma simulação HERMES para estimar o impacto da sua adição.

source: At the top menu bar, click on the tab labeled "Run HERMES". A new screen will open that has a table that is currently empty. This is the page where one can run a simulation and see its progress as it is running.
pt_pt: Na barra de menu superior, clique na aba "Run HERMES ". Uma nova tela será aberta, que tem uma tabela que está vazio. Esta é a página onde se pode executar uma simulação e ver o seu progresso, uma vez que está em execução.

source: Click on the button "Run HERMES", and this will begin a sequence of screens that will define the HERMES simulation run.
pt_pt: Clique no botão "Run HERMES ", e isso vai começar uma seqüência de telas que irão definir a execução da simulação HERMES.

source: On the first screen, entitled "Beginning a Hermes Run", choose your new model from the dropdown menu next to "Which model do you wish to run?". Then in the dialogue box immediately below, give the run a unique name (e.g. Gaza Province, Mozambique with Rotarix). Click "Next".
pt_pt: Na primeira tela, intitulado "Começando uma Executar de HERMES ", escolha o seu novo modelo no menu suspenso ao lado "Qual o modelo que deseja executar? ". Em seguida, na caixa de diálogo imediatamente a seguir, dar o prazo de um nome exclusivo (por exemplo, província de Gaza, Moçambique com Rotarix). Clique

source: The next page, entitled "Provide Some Details" allows you to define a few parameters that are specific to this simulation. For now the default parameters will suffice. Optionally, you can click on the "Edit Parameters?" button, and a page will come up that shows you some of the run options that HERMES has available. Feel free to click Next to move on with the default options.
pt_pt: A página seguinte, intitulado "Fornecer alguns detalhes" permite definir alguns parâmetros que são específicos para esta simulação. Por enquanto os parâmetros padrão será suficiente. Opcionalmente, você pode clicar no botão "Edit Paramters?", e uma página irá aparecer que você mostra algumas das opções de execução que HERMES tem disponível. Sinta-se livre para clicar em Avançar para seguir em frente com as opções padrão.

source: The next page is a placeholder that will eventually have a display of the newly created run, this is still under development, please click the "Start" button. A warning will come up that instructs you not to turn off your machine during the run. Click "Ok".
pt_pt: A próxima página é um espaço reservado que acabará por ter uma exibição da corrida recém-criado, este ainda está em desenvolvimento, por favor clique no botão "Iniciar ". Um aviso vai aparecer que instrui você não desligar o computador durante o prazo. Clique em "OK ".

source: You will now be taken back out to the "Run Status" page, and you should see your new run appearing as a column. The "Status" column will keep you updated as to the progress of the simulation, and it will indicate when it is finished. Depending on how powerful your computer is this could take several minutes (up to 15), so please be patient, it is currently running a very sophisticated simulation of the supply chain of the province of Gaza.
pt_pt: Você será levado de volta para a página de "o estado de funcionamento", e você deverá ver seu novo prazo aparecendo como uma coluna. A coluna "Status" vai mantê-lo atualizado sobre o progresso da simulação, e ele irá indicar quando ele for concluído. Dependendo do quão poderoso o seu computador é isso poderia demorar alguns minutos (até 15), por favor, seja paciente, ele está executando uma simulação muito sofisticado da cadeia da província de Gaza alimentação.

source: Once the run has completed, the results of the simulation will be ready to explore. Your instance of HERMES has been prepopulated with a run of the Gaza Province, Mozambique model with the EPI vaccine schedule, so we will be able to compare the simulated immunization program before and after introduction of Rotarix.
pt_pt: Uma vez que o prazo tenha terminado, os resultados da simulação estará pronto para explorar. Sua versão do HERMES foi preenchido com um exemplo da atual província de Gaza, Moçambique modelo com o calendário de vacinas PAV, por isso vamos ser capazes de comparar o programa de imunização simulada antes e depois da introdução de Rotarix.

source: At the top menu bar, click on the tab "Results". You now be presented with table of "Available Results" grouped by model and by run.
pt_pt: Na barra de menu superior, clique na aba "Resultados". Você agora ser apresentado com mesa de "resultados disponíveis" clique neste link e por prazo.

source: To view the results without Rotarix, click the plus sign next "Result: Gaza Current PAV Baseline". This was a simulation that was run twice and average results were collected over those two runs, so you should see two individual runs, and one "Group Average" run.
pt_pt: Para visualizar os resultados sem Rotarix, clique no sinal de mais ao lado "Resultado: Current Gaza PAV linha de base". Esta foi uma simulação que foi executado duas vezes e os resultados médios foram coletados durante essas duas corridas, então você deve ver duas corridas individuais, e um "Group Run".

source: Click on the row for "Group Average" and then click the "Open" button to the left. You will be presented with a screen that at the top, gives you statistics of the simulation results by vaccine. The one to note is the "Vaccine Availability" which is essentially the percentage of the demand met by the supply chain over the simulated period. For the Baseline each vaccine should range between 88 and 95%, which is indicating the supply chain is performing well. Feel free to explore the visualizations using Geographic Visualization and the Fireworks diagram, although be warned that they are still under development and can take a significant amount of time to populate.
pt_pt: Clique na linha de "Group Average" e depois clique no botão "Open" para a esquerda. Você será presenteado com uma tela que no topo, dá-lhe estatísticas dos resultados da simulação por vacina. O único a notar é o "Vaccine disponibilidade", que é essencialmente o percentual da demanda atendidas pela cadeia de abastecimento durante o período simulado. Para a linha de base de cada vacina deve variar entre 88 e 95%, que é o que indica a cadeia de suprimentos está se saindo bem. Sinta-se livre para explorar as visualizações usando visualização geográfica eo diagrama de artifício, embora lembre que eles ainda estão em desenvolvimento e pode levar uma quantidade significativa de tempo para preencher.

source: Now click on the "Results" tab again and select the run under Gaza Province, Mozambique with Rotarix, and click the "Open Button".
pt_pt: Agora clique no botão "Resultados" tab novamente e selecione a corrida sob província de Gaza, Moçambique com Rotarix, e clique no botão "Abrir" botão.

source: You should see that the Vaccine availability has now gone down by about 10 indicating the effect that introducing the new vaccine has on the system.
pt_pt: Você verá que a disponibilidade da vacina já desceu cerca de 10%, indicando o efeito que a introdução da nova vacina tem no sistema.

source: This completes the HERMES Vaccine Introduction. To further explore the possibilities with the HERMES software, feel free to make another copy of the Gaza Province, Mozambique model and "Modify" it through our "Model Editor" interface, which gives you access to all aspects of a HERMES model, or create a new model from scratch by selecting the "Create" button on the Models page.
pt_pt: Isso completa a HERMES Vacina Introdução Exercício. Para explorar ainda mais as possibilidades com o software HERMES, sinta-se livre para fazer outra cópia do modelo província de Gaza, Moçambique e "Modificar" através da nossa interface de "Model Editor", o que lhe dá acesso a todos os aspectos de um modelo Hermes, ou criar um novo modelo a partir do zero, selecionando o botão "Criar" na página "Models".

source: If you have any questions or issues, please email
pt_pt: Se você tiver dúvidas ou problemas, por favor enviar e-mail

source: For more information about the HERMES project, visit
pt_pt: Para mais informações sobre o projecto HERMES, visiteS

source: Choose Your Desired Action
pt_pt: Escolha a Ação Desejada

source: Walk through and enter data through designated steps to create a set of inputs that can create a simulated supply chain.
pt_pt: Caminhe por e inserir dados através de medidas designadas para criar um conjunto de entradas que pode criar uma cadeia de fornecimento simulado.

source: Work with a Previously Created Model
pt_pt: Trabalhar com um modelo criado anteriormente

source: Edit, Create Scenarios, and/or Run a previously saved model.
pt_pt: Editar, criar cenários e / ou executar um modelo salvo anteriormente

source: HERMES Tutorials
pt_pt: HERMES Tutoriais

source: Learn how to use HERMES
pt_pt: Aprenda a usar HERMES

source: Compare Results from Previous Models
pt_pt: Comparar os resultados de Modelos anteriores

source: View and compare results. <Need better wording>
pt_pt: Ver e comparar os resultados.

source: Explore Information Databases
pt_pt: Explorar base de dados

source: Browse through HERMES database of vaccines, refrigerators, freezers, cold boxes and transport vehicles.
pt_pt: Navegue através do banco de dados HERMES de vacinas, geladeiras,congeladors, caixas térmicas e veículos de transporte.

source: Read more
pt_pt: Leia mais

source: Team
pt_pt: Equipa

source: Publications
pt_pt: Publicações
