Repository: PSC-PublicHealth/HERMES
Catalog: HERMES2/src/ui_server/locale/*/LC_MESSAGES/HERMES_UI.po
Languages: fr_fr, pt_pt

source: Click in a cell to edit the number of devices or people for a typical location at that level, and HERMES will add the specified number of that component to every location at that level. For example, entering "2" for cold rooms at a Region level would assign 2 cold rooms to each location at the Region level, regardless of how many Region locations exist.
fr_fr: Cliquez dans un cellule pour modifier le nombre de dispositifs ou de personnes pour un site typique à ce niveau, et HERMES va ajouter le nombre spécifié de ce composant à chaque site à ce niveau. Par exemple, entrer "2" pour les chambres froides au niveau de Région serait attribuer 2 chambres froides à chaque site au niveau de la Région, indépendamment du nombre de sites de Région existent.

source: Similarly, populations represent the people who would be vaccinated at each location in a given level. Only enter population numbers for levels that administer vaccinations. A level that solely stores and distributes vaccines should not include any populations here. For example, specifying 100 newborns for the Health Post level would assign 100 newborns to every Health Post. If locations at higher levels in this example do not administer vaccines to newborns, then they should have 0 newborns assigned here. You can later modify these for specific locations or groups of locations using the Advanced Model Editor
fr_fr: Même manière, les populations représentent les personnes qui seraient vaccinés à chaque site dans un niveau donné. Saisissez uniquement des nombres de population pour les niveaux qui administrent les vaccinations. Un niveau qui stocke et distribue uniquement vaccins ne doivent pas inclure les populations ici. Par exemple, en spécifiant 100 nouveau-nés pour le niveau poste de santé affecterait 100 nouveau-nés à chaque poste de santé. Si les sites à des niveaux plus élevés dans cet exemple ne pas administrer des vaccins pour les nouveau-nés, alors ils devraient avoir 0 nouveau-nés affectés ici. Vous pouvez ensuite les modifier pour les sites spécifiques ou des groupes de sites à l'aide de L'éditeur de Modèle Avancée.

source: This step assigns transport vehicles to routes and locations by level. Specifying the type of vehicle typically used between a pair of levels will assign that vehicle type to all routes between those levels. You can later modify this selection for specific routes using the <b>Advanced Model Editor</b>.
fr_fr: Cette étape attribue véhicules de transport aux trajets et des sites par niveau. Spécifiant le type de véhicule utilisé typiquement entre une paire de niveaux attribuera ce type de véhicule à toutes les trajets entre ces niveaux. Vous pouvez ensuite modifier cette sélection pour des trajets spécifiques en utilisant le Avancé Model Editor.

source: In each row, use the dropdown menu to select the type of vehicle typically used for transporting vaccines between the two levels. Then specify how many vehicles exist at each location where such a route would originate.
fr_fr: Dans chaque ligne, utilisez le menu déroulant pour sélectionner le type de véhicule généralement utilisé pour le transport des vaccins entre les deux niveaux. Puis spécifiez le nombre de véhicules existe à chaque site où une telle trajet serait originaire.

source: For example, a system may have 3 Region-level locations that deliver vaccines to 40 District locations, and a typical Region location has 2 cold trucks available for these shipments. In the row "For Routes between the Region and District levels" a user would select the appropriate type of cold truck from the list and enter 2 for the number of vehicles. This would assign 2 cold trucks to each Region location (for a total of 6 cold trucks at the Region level), and these would be used for delivering shipments to the District level. If District level was instead assigned to pick up vaccines from the Region level, then the vehicles selected here would instead reside at the District locations, where each trip would begin.
fr_fr: Par exemple, un système peut avoir des sites de niveau 3 Région qui fournissent des vaccins pour 40 sites de District, et un typiques sites de Région a 2 camions froides disponibles pour ces trajets. Dans la ligne "pour les trajets entre les niveaux Région et District" un utilisateur de sélectionner le type approprié de camion froid de la liste et entrez 2 pour le nombre de véhicules. Ce serait attribuer 2 camions froides à chaque emplacement de Région (pour un total de 6 camions froid au niveau de la Région), et ceux-ci seraient utilisés pour délivrer des expéditions au niveau de district. Si le niveau de district a été attribué à la place de ramasser des vaccins à partir du niveau de la Région, puis les véhicules sélectionnés ici seraient plutôt résider dans les sites de district, où chaque voyage serait commencer.

source: After completing this step, you will be taken to a page displaying the supply chain network diagram and a list of actions you can next perform with this model.
fr_fr: Après avoir terminé cette étape, vous serez redirigé vers une page affichant le diagramme de réseau de chaîne d'approvisionnement et une liste des actions que vous pouvez effectuer prochaine avec ce modèle.

source: View, compare, and interact with simulation results. Available results are grouped by model to the left. Click any model name to view results associated with that model. Each set of results includes the individual run instances (labeled "Run:0", "Run:1", etc.) as well as the average of that set ("Average Result"). Results from multiple experiments open in new tabs on the same page for ease of comparison. Use the "delete" button to permanently delete any individual run, average result, or set of results.
fr_fr: Voir, comparer, et d'interagir avec les résultats de la simulation. Les résultats disponibles sont regroupées par modèle vers la gauche. Cliquez sur un nom de modèle pour afficher les résultats associés à ce modèle. Chaque ensemble de résultats inclut les cas individuels d'exécution (étiqueté "Run: 0", "Runr: 1", etc.) ainsi que la moyenne de cet ensemble ("Average Result"). Les résultats de plusieurs expériences ouvrent dans de nouveaux onglets sur la même page pour faciliter la comparaison. Utilisez le bouton "supprimier" pour supprimer définitivement un terme individuel, résultat moyen, ou un ensemble de résultats.

source: Modify Population Type
fr_fr: Modifier le Type de Population
pt_pt: Tipo de população {0}

source: Creating Your Population Type
fr_fr: Créez votre type de population
pt_pt: Criar um tipo de população

source: The fields have been filled out with values from the population type you selected. When you are finished, select the 'Done' button at the bottom right.
fr_fr: Les champs ont été remplis avec les valeurs du type de population que vous avez sélectionné. Lorsque vous avez terminé, cliquez sur le bouton 'Terminé' en bas à droite.

source: Showing population types for
fr_fr: Affichage types de population pour
pt_pt: Mostrando tipos de população para

source: Modify Per Diem Rule
fr_fr: Modifier la règle de perdiem

source: Creating Your PerDiem Rule
fr_fr: Créer votre règle de perdiem

source: Showing PerDiem types for
fr_fr: Affichage types de perdiem pour

source: Problem!
fr_fr: Problème!
pt_pt: Problema

source: The User Interface Is Confused
fr_fr: L'interface utilisateur est confondu
pt_pt: A interface de usuário é confuso

source: We apologize. Please select one of the main tabs above to continue.
fr_fr: Nous nous excusons. S'il vous plaît choisir l'un des principaux onglets ci-dessus pour continuer.
pt_pt: Pedimos desculpas. Por favor seleccione um dos principais guias acima para continuar -

source: run
fr_fr: Exécuter

source: Drag to pan; use mouse wheel to zoom.
fr_fr: Faites glisser dans la poêle; utiliser la molette de la souris pour zoomer.
pt_pt: Arraste para mover; Use a roda do mouse para ampliar

source: Click to Reset
fr_fr: Cliquez ici pour réinitialiser
pt_pt: Clique para Redefinir

source: Color by which value?
fr_fr: Couleur de quelle valeur ?
pt_pt: Cor em que o valor

source: Storage Fill Levels
fr_fr: Niveaux de stockage remplie

source: {0} Supply Ratio
fr_fr: la disponibilité des vaccins pour {0}

source: Layers
fr_fr: Mattes

source: Color By Route
fr_fr: Colorez par trajet

source: Color By Utilization
fr_fr: colorez par utilisation

source: Supply Chain Network Results Explorer
fr_fr: Résultats explorateur pour le réseau de la chaîne d'approvisionnement

source: Choose different outputs under visualization options to plot them on the diagram.
fr_fr: Choisissez différentes sorties dans les options de visualisation pour les tracer sur le diagramme.

source: Simulation Results
fr_fr: Résultats de simulation
pt_pt: Resultados de Simulação

source: Show Geographic Viz
fr_fr: Afficher la visualisation géographique
pt_pt: Mostrar Visualização Geográfica

source: Show Network Viz
fr_fr: Afficher la visualisation réseau
pt_pt: Mostrar Visualização de Rede

source: Download Excel Results
fr_fr: Télécharger les résultats d'Excel

source: Filename
fr_fr: Nom de Fichier

source: Please select a result from the menu on the left to display.
fr_fr: Veuillez sélectionner un résultat dans le menu sur la gauche pour l'afficher.

source: Are you sure that you would like to delete this result?
fr_fr: Êtes-vous sûr que vous ne souhaitez pas supprimer ce résultat ?

source: Are you sure that you would like to delete this entire group of results?
fr_fr: Êtes-vous sûr que vous ne souhaitez pas supprimer cet ensemble de résultats ?

source: Task:
fr_fr: Tâche :
pt_pt: tarefa

source: Open
fr_fr: Ouvrir
pt_pt: Abre

source: Delete
fr_fr: Effacer

source: Available Results
fr_fr: Résultats disponibles
pt_pt: Resultados Disponíveis

source: Main
fr_fr: Principal
pt_pt: Principal

source: Stops
fr_fr: Arrêts
pt_pt: Paragens

source: Route Type
fr_fr: type de trajet
pt_pt: Tipo de rotas

source: Truck Type
fr_fr: type de camion
pt_pt: Tipo de veiculo

source: Shipping Interval
fr_fr: Intervalle des envois
pt_pt: Intervalo de envio

source: Shipping Latency
fr_fr: Latence de livraison
pt_pt: Frete Latência

source: Route Conditions
fr_fr: conditions de trajet
pt_pt: Condições de Rota

source: Per Diem Rule
fr_fr: Règle de Per Diem

source: Running a HERMES Model
fr_fr: Exécuter un modèle HERMES

source: How many stochastic runs would you like to average the results over?
fr_fr: Combien exécutions stochastique souhaitez-vous la moyenne des résultats plus?

source: Please wait while HERMES validates your model prior to running. This may take a few minutes so please be patient.
fr_fr: S'il vous plaît patienter pendant HERMES valide votre modèle avant de lancer. Cela peut prendre quelques minutes afin s'il vous plaît être patient.

source: Your model has errors in it that could lead to erroneous results.
fr_fr: Il ya des erreurs dans votre modèle qui pourrait conduire à des résultats erronés.

source: You are free to still run the simulation but we would recommend that you click the button you Go To the Advanced Model Editor and correct these problems before proceeding
fr_fr: Vous êtes libre d'exécuter encore la simulation, mais nous recommandons que vous cliquez sur le bouton vous allez à 'L'éditeur de Modèle Avancée' et corriger ces problèmes avant de procéder

source: Run A Model
fr_fr: Exécuter un modèle
pt_pt: Executar o modelo

source: Status of Currently Running Simulations
fr_fr: Statut des simulations en cours d'exécution

source: Modify Staff Type
fr_fr: Modifier le type de personnel

source: Creating Your Staff Type
fr_fr: Créez votre type de personnel

source: Showing staff types for
fr_fr: Affichage types de personnel pour

source: in
fr_fr: dans

source: Function
fr_fr: Fonction
pt_pt: Função

source: Treatment Session Interval
fr_fr: Intervalle de session de traitement
pt_pt: Intervalo de Tratamento Sessões

source: Treatment Session Latency
fr_fr: Latence de session de traitement
pt_pt: Frete Latência

source: Fraction Storage Available
fr_fr: Fraction de stockage disponible
pt_pt: Fação de Amazenamento Dsponível

source: Annual Cost
fr_fr: Coût annuel

source: in base year
fr_fr: dans année de référence

source: Look! This page has tabs!
fr_fr: Regardez! Cette page contient des onglets!

source: UI Experiments
fr_fr: UI expériences

source: Modify Transport Type
fr_fr: Modifier le type de transport
pt_pt: Modificar Tipos de Transporte

source: Creating Your Transport Type
fr_fr: Création de votre type de transport
pt_pt: Criar um tipo de transporte

source: The fields have been filled out with values from the transport type you selected. When you are finished, select the 'Done' button at the bottom right.
fr_fr: Les champs ont été remplis avec les valeurs du type de transport que vous avez sélectionné. Lorsque vous avez terminé, cliquez sur le bouton 'Terminé' en bas à droite.

source: Edit Your Transport Type
fr_fr: Modifier votre type de transport

source: You may create a new transport type by changing the name of this one or leave it the same to modify the current type.
fr_fr: Vous pouvez créer un nouveau type de transport en changeant le nom de celui-ci ou laissez-le même pour modifier le type actuel.

source: Known Transport Types
fr_fr: Types de transport qui sont connus
pt_pt: Conhecidos tipos de transporte

source: Showing transport types for
fr_fr: Affichage des types de transport pour
pt_pt: Mostrando tipos de transporte para

source: HERMES Graphical User Inferface Start
fr_fr: Depart de l'interface utilisateur graphique de HERMES

source: HERMES User Interface Tutorial
fr_fr: Tutoriel de l'interface utilisateur de HERMES

source: HERMES is a software platform that allows users to generate a detailed discrete event simulation model of any healthcare supply chain. This simulation model can serve as a "virtual laboratory" for decision makers (e.g., policy makers, health officials, funders, investors, vaccine and other technology developers, manufacturers, distributors, logisticians, scientists, and researchers) to address a variety of important questions.
fr_fr: HERMES est une plateforme logicielle qui permet aux utilisateurs de générer une modèle de simulation détaillé et discret des évènements de cas de la chaîne d'approvisionnement des soins de santé. Ce modèle de simulation peut servir comme un "laboratoire virtuel" pour les décideurs (par exemple, les décideurs, les responsables de la santé, bailleurs de fonds, les investisseurs, développeurs des vaccins et d'autres technologies, fabricants, distributeurs, logisticiens, scientifiques et chercheurs) pour traiter une variété de importante des questions.

source: HERMES simulates a given supply chain's locations and equipment, transport routes, the employees who staff these locations and transport routes, and the patients who receive the healthcare product in question. To do this, the user inputs information or selects from a variety of pre-programmed options. The resulting models can answer a variety of questions, displaying results in many different graphical and tabular formats.
fr_fr: Pour toute chaîne d'approvisionnement donnée, HERMES simule les sites, équipements, routes tranpsort, les employés qui le personnel de ces positions et des itinéraires de transport, et les patients qui reçoivent le produit des soins de santé en question. Pour ce faire, l'utilisateur entre des informations ou sélectionne à partir d'une variété d'options pré-programmés. Les modèles résultants peuvent répondre à une variété de questions, l'affichage des résultats dans de nombreux différents formats graphiques et tabulaires.
pt_pt: HERMES simula os locais e equipamentos, rotas de transporte, os funcionários que funcionários desses locais e rotas de transporte, e os pacientes que recebem o produto de saúde em questão, para qualquer cadeia de abastecimento. Para fazer isto, o utilizador insere a informação ou selecciona a partir de uma variedade de opções de pré-programado. Os modelos resultantes podem responder a uma variedade de questões, mostrando os resultados em muitos formatos gráficos e tabulares diferentes.

source: The following is a brief exercise to get you familiar with the the HERMES User Interface and perform a simple experiment on an already established model. Click on the "?" icon in the top right corner of any page for additional help.
fr_fr: Ce qui suit est un bref exercice pour de vous familiariser avec l'interface utilisateur de HERMES et effectuer une expérience simple sur un modèle déjà établi. Cliquez sur le "?" icône dans le coin supérieur droit de chaque page de l'aide supplémentaire.

source: Exercise 1: Modify and Run an Existing Model (Addition of Rotarix Vaccine)
fr_fr: Exercice 1: Modifier et exécuter un modèle existant (ajout de Rotarix vaccin)

source: Making a Copy of the Gaza Province, Mozambique Model
fr_fr: Faire une copie de le modèle de la province de Gaza, au Mozambique.
pt_pt: Fazer uma cópia da província de Gaza, Moçambique Modelo

source: To start using HERMES, you'll be modifying an existing model of the vaccine supply chain in Gaza Province, Mozambique. The model already exists in the software you've just installed; to make changes to it, you'll first need to make a copy of the original.
fr_fr: Pour commencer à utiliser HERMES, vous allez modifier un modèle existant de la chaîne d'approvisionnement des vaccins dans la province de Gaza, au Mozambique. Le modèle existe déjà dans le logiciel que vous venez d'installer; à apporter des modifications, vous devrez d'abord faire une copie de l'original.

source: From the Welcome page, click "Open, Modify, and Run an Existing Model" or click on the Models tab in the menu bar at the top of any page.
fr_fr: De la page "Bienvenue", cliquez sur "Ouvrir, modifier et exécuter un modèle existant" ou cliquez sur l'onglet Modèles dans la barre de menu en haut de la page.

source: Find "Moz Gaza Current" in the table and click the Copy button in that row.
fr_fr: Trouver "MozGaza" dans le tableau et cliquez sur le bouton "Copie" dans cette rangée.

source: Name your copy -- in this example, ours is called "Moz Gaza Current(1)". Click OK or hit enter. Note that the copy may take several seconds to create.
fr_fr: Nommez votre copie - dans cet exemple, la nôtre est appelé "MozGaza (1)". Cliquez sur "OK" ou appuyez sur Entrée. Notez que la copie peut prendre quelques secondes pour créer.

source: Find your newly created model in the table and click the Open button in that row. This will display a network diagram where you can explore the model. Circles represent locations in the supply chain, and lines represent routes. Right click any location or route to recieve detailed information.
fr_fr: Trouvez votre modèle nouvellement créé dans le tableau et cliquez sur le bouton Ouvrir dans cette ligne. Cela permet d'afficher un diagramme de réseau où vous pouvez explorer le modèle. Les cercles représentent les sites de la chaîne d'approvisionnement, et les lignes représentent trajets. Faites un clic droit n'importe quel site ou trajet pour recevoir des informations détaillées.

source: Click the Notes tab above the network diagram to add or edit notes for this model. Notes are optional and will not affect how the model runs. In this example, a useful note may read "Rotarix vaccine introduction." Click Save Notes when finished.
fr_fr: Cliquez sur l'onglet ci-dessus "Remarques" le schéma du réseau pour ajouter ou modifier des remarques pour ce modèle. Remarques sont facultatives et ne seront pas affecter la façon dont le modèle fonctionne. Dans cet exemple, une remarque utile peut lire "L'introduction du vaccin Rotarix." Cliquez sur "Enregistrer les remarques" lorsque vous avez terminé.

source: Adding a Vaccine to the New Model
fr_fr: Ajout d'un vaccin contre le nouveau modèle

source: Now that you have a new copy of the Gaza Province, Mozambique model created, you can add Rotarix to see the impact of adding this vaccine to the current schedule. This will allow you to experience interacting with the HERMES Vaccine database, which is populated with the current WHO PQS vaccines and defining a demand schedule for the new vaccine.
fr_fr: Maintenant que vous avez une nouvelle copie du modèle province de Gaza, au Mozambique créé, vous pouvez ajouter Rotarix pour voir l'impact de l'ajout de ce vaccin au calendrier actuel. Cela vous permettra de découvrir l'interaction avec la base de données vaccin de HERMES, qui est peuplée avec les vaccins actuels de OMS PQS et définissant un calendrier de demande pour le nouveau vaccin.

source: With the model still open, select "Add or remove model components" from the options on the left side of the page. This leads to the "Edit Components" page, where you can add, remove, or edit components in your model, which include vaccines, transport and storage equipment, catchment populations, staff, and per diem policies.
fr_fr: Avec le modèle encore ouverte, sélectionnez "Ajouter ou supprimer des composants" parmi les options sur le côté gauche de la page. Cela conduit à la page "Modifier des composants" où vous pouvez ajouter, supprimer ou modifier les composants de votre modèle, qui comprennent les vaccins, matériel de transport et de stockage, les populations des bassins versants, le personnel, et les règlements de perdeims.

source: From the buttons on the left, select Vaccines if it is not already selected. This is a screen that will allow you to add any number of predefined vaccines to your newly created model, or in fact define your own.
fr_fr: De les boutons sur la gauche, sélectionnez "Vaccins" si elle est pas déjà sélectionnée. Ceci est un écran qui vous permettra d'ajouter un certain nombre de vaccins prédéfinis pour votre modèle nouvellement créé, ou en fait de définir votre propre.

source: Items in the currently open model appear in the box on the left, and items available to add to this model appear in the Source box on the right. Available sources include the HERMES Database as well as other models in your database. Select HERMES Database as the source, which includes WHO prequalified items where available, as well as examples of commonly used items.
fr_fr: Les objets dans le modèle actuellement ouvert apparaissent dans la boîte sur la gauche, et les objets disponibles à ajouter à ce modèle apparaissent dans la boîte de Source sur la droite. Sources disponibles incluent la base de données HERMES ainsi que d'autres modèles dans votre base de données. Sélectionnez Base de données HERMES comme source, qui comprend des éléments OMS PQS lorsqu'ils sont disponibles, ainsi que exemples d'objets couramment utilisés.

source: The HERMES Database lists WHO prequalified vaccines by antigen, followed by manufacturer and primary container size (doses per vial). For this exercise, you will introduce a Rotavirus vaccine manufactured by GlaxoSmithKline in a single-dose presentation, listed under the abbreviation "RV GSK 1 Dose". Scroll down to find vaccines with this name
fr_fr: Le bases de données HERMES énumère les vaccins préqualifié par l'OMS par l'antigène, suivie par le fabricant et la taille du conteneur primaire (doses par flacon). Pour cet exercice, vous allez introduire un vaccin rotavirus fabriqué par GlaxoSmithKline à une presentation dose unique, répertorié sous l'abréviation "RV GSK 1 Dose". Faites défiler la liste pour trouver des vaccins avec ce nom.
