Repository: PSC-PublicHealth/HERMES
Catalog: HERMES2/src/ui_server/locale/*/LC_MESSAGES/HERMES_UI.po
Languages: fr_fr, pt_pt

source: The fields have been filled out with values from the per diem rule you selected. When you are finished, select the 'Done' button at the bottom right.
fr_fr: Les champs ont été remplis avec les valeurs de la règle du per diem que vous avez sélectionnée. Lorsque vous avez terminé, cliquez sur le bouton «Terminé» en bas à droite.

source: HERMES Transportation Loop Generator
fr_fr: HERMES Transport Boucle Générateur

source: Please enter in some key information about how loops are to be generated and then HERMES will transform your model by calculating the optimal transportation loops based on distance for your system between the two levels specified.
fr_fr: S'il vous plaît entrer dans quelques informations clés sur la façon dont les boucles doivent être générés puis HERMES va transformer votre modèle en calculant les boucles de transport optimales en fonction de la distance de votre système entre les deux niveaux spécifiés.

source: Loop Generator Options
fr_fr: options du générateur de boucle

source: Starting Supply Chain Level
fr_fr: Niveau de départ de la chaîne d'approvisionnement

source: Ending Supply Chain Level
fr_fr: Fin niveau de la chaîne d'approvisionnement

source: Maximum Number of Locations Per Transport Loop
fr_fr: Nombre maximal de sites par boucle de transport

source: Tranport Component to be Used for Loops
fr_fr: Composant de transport à utiliser pour les boucles

source: Generate Loops
fr_fr: Générer des boucles

source: Generating Loops
fr_fr: Créer des boucles

source: What is the supply chain structure of the "{0}" model?
fr_fr: Quelle est la structure de chaîne d'approvisionnement du modèle "{0}" ?

source: Please answer the following questions about the overall supply chain structure. Click the Next Step button to move onto the next questions.
fr_fr: S'il vous plaît répondre aux questions suivantes sur la structure globale de la chaîne d'approvisionnement. Cliquez sur le bouton 'Étape Suivante' pour passer sur les questions suivantes.

source: Please select the number of
fr_fr: S'il vous plaît sélectionner le nombre de

source: in the supply chain.
fr_fr: dans la chaîne d'approvisionnement.

source: Would you like to go back and change these values?
fr_fr: Vous souhaitez revenir en arrière et modifier ces valeurs ?

source: You are creating a model with a large number of locations. Please note that this will require much time to create the model for simulation and if you would like to proceed, you will need patience when waiting between screens.
fr_fr: Vous créez un modèle avec un grand nombre de sites. S'il vous plaît noter que cela exigera beaucoup de temps pour créer le modèle de simulation et si vous souhaitez continuer, vous aurez besoin de patience lors de l'attente entre les écrans.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Create {0}
fr_fr: Créer {0}
pt_pt: Criar {0}

source: How Many Locations At Each Level?
fr_fr: Combien d'emplacements à chaque niveau?
pt_pt: Quantos locais em cada nível?

source: How many locations exist at each of the following levels? We will distribute them evenly between suppliers at the level above, and then give you a chance to make adjustments.
fr_fr: Combien d'emplacements existent à chacun des niveaux suivants? Nous allons les distribuer uniformément entre les fournisseurs au niveau au-dessus, puis vous donner une chance de faire des ajustements.
pt_pt: Quanto locais existem em cada um dos seguintes níveis de? vamos distribuí-las uniformemente entre os fornecedores no nível acima, e em seguida, dar lhe a oportunidade de fazer ajustes

source: Next
fr_fr: Suivant
pt_pt: Proximo

source: One or more level values is blank or lower than 1; please fix this.
fr_fr: Une ou plusieurs valeurs de niveau est vierge ou inférieure à 1; s'il vous plaît résoudre ce problème.
pt_pt: Um ou mais valores de nível de branco ou é menor do que 1; por favor corrigir isso.

source: Here you can make some minor adjustments to the supply chain. Make adjustments to the model by clicking the cell to be modified and then hitting the enter key when finished. You can expand or collapase levels by click the triangle next to the location name.
fr_fr: Ici vous pouvez faire quelques ajustements mineurs à la chaîne d'approvisionnement. Faire des ajustements au le modèle en cliquant sur la cellule à modifier et puis en appuyant sur la touche Entrée lorsque vous avez terminé. Vous pouvez développer ou réduire les niveaux par cliquez sur le triangle à côté du nom de le site.

source: This model has already been saved to the HERMES database, proceeding will overwrite the previous model. Would you like to continue?
fr_fr: Ce modèle a déjà été enregistré dans la base de données HERMES, procédure va écraser le modèle précédent. Voulez-vous continuer?

source: Going back and changing any items will result in resetting changes made in this page. Would you like to continue?
fr_fr: Revenir en arrière et de modifier les articles entraînera la réinitialisation de modifications apportées à cette page. Voulez-vous continuer?

source: The name of the model must not be blank.
fr_fr: Le nom du modèle ne doit pas être vide.
pt_pt: O nome do modelo não pode estar vazio.

source: How are goods shipped?
fr_fr: Comment sont produits livrés?

source: Now please answer this series of questions about the shipping policies between the levels of the network. The answer below will be used to create a new route between each of the locations at these levels.
fr_fr: Maintenant, s'il vous plaît répondre à cette série de questions sur les règles de transport entre les niveaux du réseau. La réponse ci-dessous sera utilisé pour créer une nouvelle trajet entre chacun des sites à ces niveaux.

source: Would you like to save the changes made on this page?
fr_fr: Voulez-vous enregistrer les modifications apportées sur cette page?

source: By entering the advanced model editor, you will be leaving the Model Creation Workflow, and not be able to re-enter. Would you like to continue?
fr_fr: En entrant dans l'éditeur de modèle avancé, vous serez en laissant le flux de travail de création de modèle, et ne pas être en mesure de réintégrer. Voulez-vous continuer?

source: What are the typical travel times between levels?
fr_fr: Quels sont les temps de trajet typique entre les niveaux ?
pt_pt: Quais são os tempos de viagem típicos entre os níveis?

source: Please asnwer the questions below about on average how long it takes and how far it is to ship goods between these levels.
fr_fr: S'il vous plaît répondez aux les questions ci-dessous à propos en moyenne combien de temps il faut et dans quelle mesure il est d'expédier des marchandises entre ces niveaux.

source: What are the names of the levels in your model?
fr_fr: Quels sont les noms des niveaux dans votre modèle?
pt_pt: Quais são os nomes dos níveis do seu modelo?

source: For example, a four level model might have levels named "Central", "Region", "District", and "Health Post".
fr_fr: Par exemple, un modèle à quatre niveaux peut avoir des niveaux nommés "Central", "Régional", " District" et "Poste de Santé".
pt_pt: Por exemplo, um modelo de quatro níveis pode ter níveis chamado "Nacional", "Província", "Distrito" e "Unidade Sanitária".

source: Name for level
fr_fr: Nom de niveau
pt_pt: Nome do nível

source: District
fr_fr: Arrondissement
pt_pt: Distrito

source: Region
fr_fr: Région
pt_pt: Região

source: Health Post
fr_fr: Poste de santé
pt_pt: Unidade Sanitária

source: What Equipment And Population Exist At Each Level?
fr_fr: Quel équipement et la population exister à chaque niveau?
pt_pt: Qual é o equipamento e população existe em cada nível?

source: Now, we need to allocate the equipment for storage and population that will be served for each location at each level.
fr_fr: Maintenant, nous avons besoin d'allouer l'équipement de stockage et de la population qui sera servi pour chaque site à chaque niveau.

source: To add an item to all locations at a level, edit the cell to indicate the number to be added. You can modify individual locations by editing the model.
fr_fr: Pour ajouter un élément à tous les sites à un niveau, modifier la cellule pour indiquer le nombre à ajouter. Vous pouvez modifier des sites individuels en éditant le modèle.

source: NOTE: The count should be the number you would like at each location in the level (e.g. if you specify 100 Newborns at the Health Post level, each location at that level will be assigned 100 Newborns)"
fr_fr: Remarque: Le comptage devrait être le numéro que vous souhaitez sur chaque site dans le niveau (par exemple, si vous spécifiez 100 nouveau-nés au niveau poste de santé, chaque site à ce niveau sera attribué 100 nouveau-nés)"

source: The shipping network for {0} has been created, but equipment and population must be specified at each level.
fr_fr: Le réseau de transport pour {0} a été créé, mais l'équipement et la population doit être spécifié à chaque niveau.
pt_pt: A rede de transporte para {0} foi criado, mas o equipamento e população deve ser especificado em cada nível.

source: All locations at a given level will be equipped as you describe below. You can modify individual locations by editing the model.
fr_fr: Tous les sites à un niveau donné seront équipés que vous avez décrit ci-dessous. Vous pouvez modifier des emplacements individuels en éditant le modèle.
pt_pt: Todos os locais de um determinado nível será equipado como você descreve a seguir. você pode modificar locais individuais editando o modelo.

source: For the location at level:
fr_fr: Pour le site au niveau
pt_pt: Para a localização no Nível:

source: For the locations at level:
fr_fr: Pour les sites au niveau:
pt_pt: Para os locais ao nível:

source: What and how many Transport Vehicles are available for shipping routes?
fr_fr: Qu'est-ce que et combien de véhicules de transport sont disponibles pour les trajets?

source: The shipping network for {0} has been created, and now you must define the vehicle that each route will use.
fr_fr: Le réseau de transport pour {0} a été créé, et maintenant vous devez définir le véhicule que chaque trajet va utiliser.

source: All routes between given levels will use the vehicle specified below. The supplier location will need to be allocated the vehicles, and you must specify the number of them that will be located at each supplier for the routes.
fr_fr: Tous les trajets entre des niveaux donnés vont utiliser le véhicule désigné ci-dessous. Le site fournisseur devra être alloué les véhicules, et vous devez spécifier le nombre d'entre eux qui sera situé à chaque fournisseur pour les trajets.

source: What Are The Details Of Each Transport Route?
fr_fr: Quels sont les détails de chaque trajet de transport?
pt_pt: Quais são os detalhes de cada rota de transporte?

source: The shipping network for {0} has been created, but details must be specified for shipping between levels.
fr_fr: Le réseau de transport pour {0} a été créé, mais les détails doivent être spécifiés pour la transporte entre les niveaux.
pt_pt: A rede de transporte para {0} foi criado, mas os detalhes devem ser especificados para o transporte entre os níveis

source: All routes at a given level will be equipped as you describe below. You can modify individual routes by editing the model.
fr_fr: Tous les trajets à un niveau donné seront équipés que vous avez décrit ci-dessous. Vous pouvez modifier les trajets individuels en éditant le modèle.
pt_pt: Todas as rotas de um determinado nível será equipado como você descreve a seguir. você pode modificar rotas individuais editando o modelo

source: For routes between levels
fr_fr: Pour les trajets entre les niveaux

source: {0} and {1}
fr_fr: {0} et {1}
pt_pt: {0} e {1}

source: names
fr_fr: noms

source: categories
fr_fr: catégories

source: use vials
fr_fr: utiliser les flacons

source: utilization rate
fr_fr: taux d'utilisation

source: site cost
fr_fr: coût de site

source: notes
fr_fr: remarques

source: route names
fr_fr: nom de trajet

source: route types
fr_fr: type de trajet

source: route timings
fr_fr: timings de la route

source: per diem policy
fr_fr: règles du perdiem

source: route conditions
fr_fr: conditions de trajet

source: Edit model
fr_fr: Editer le modèle

source: store viewing options
fr_fr: options d'affichage pour le site

source: store {0}
fr_fr: site {0}

source: edit store {0}
fr_fr: modifier le site {0}

source: view store {0}
fr_fr: voir le site {0}

source: hide store {0}
fr_fr: masquer le site {0}

source: route viewing options
fr_fr: options d'affichage le trajet

source: route {0}
fr_fr: trajet {0}

source: edit route {0}
fr_fr: modifier le trajet {0}

source: view route {0}
fr_fr: voir le trajet {0}

source: hide route {0}
fr_fr: masquer le trajet {0}

source: Model Validation
fr_fr: Validation du modèle

source: Clear Messages
fr_fr: Effacez le message

source: Route to use as template for newly created routes:
fr_fr: Trajet pour l'utiliser comme un modèle pour les trajets nouvellement créés

source: Clear
fr_fr: Effacez

source: {0} Model
fr_fr: {0} Modèle

source: Below is a list of operations that you can perform on the model you currently have selected.
fr_fr: Voici une liste des opérations que vous pouvez effectuer sur le modèle que vous avez actuellement sélectionné.

source: Please select what you would like to do with this model:
fr_fr: S'il vous plaît sélectionnez ce que vous voulez faire avec ce modèle:

source: Edit model:
fr_fr: Modifiez le modèle :

source: Modify structure with the
fr_fr: Modifier la structure avec

source: Advanced Model Editor
fr_fr: L'éditeur avancée de modèle

source: Add or remove model components
fr_fr: Ajouter ou supprimer des composants

source: (e.g. vaccines, storage devices, vehicles, and population categories)
fr_fr: (p. ex. vaccins, disponsitifs de stockage, véhicules et catégories de la population)

source: Modify the
fr_fr: Modifier

source: Add and modify
fr_fr: Ajoutez et modifiez

source: costs
fr_fr: coûts

source: Transform the system with automatically created
fr_fr: Transformer le système avec créé automatiquement

source: transport loops
fr_fr: des boucles de transport

source: a Simulation Experiment with this Model
fr_fr: une expérience de Simulation avec ce modèle

source: View Results
fr_fr: Afficher les résultats

source: from previously saved Simulation Experiments
fr_fr: d'expériences de simulation précédemment enregistrés.

source: Export Model
fr_fr: Exporter les modèles

source: as a HERMES Zip File
fr_fr: dans un fichier Zip de HERMES

source: Model Network
fr_fr: réseau de le modèle

source: Notes for {0} model
fr_fr: Remarques pour le modèle {0}

source: Save Notes
fr_fr: Enregistrer les remarques

source: Note Updated
fr_fr: Remarques Sauvegardés

source: Supply Chain Network Diagram
fr_fr: Schéma du réseau de la chaîne d'approvisionnement

source: This diagram depicts the structure of this supply chain. Clicking on a location can expand or contract the routes and locations below the selected location. Right-clicking a location or route will bring up more detailed information.
fr_fr: Ce diagramme illustre la structure de cette chaîne d'approvisionnement. En cliquant sur un site, vous pouvez développer ou contracter les itinéraires et les lieux ci-dessous le site sélectionné. Un clic droit sur un site ou un itinéraire pour afficher des informations plus détaillées.

source: Preparing Diagram
fr_fr: HERMES se prépare le diagramme.

source: This model already has Simulation Experiments associated with it, so you will need to make a copy if you would like to edit it. Would you like to make a copy now?
fr_fr: Ce modèle a déjà des expériences de simulation associés, vous aurez donc besoin de faire une copie si vous souhaitez le modifier. Aimeriez-vous de faire une copie maintenant?

source: Model To Copy
fr_fr: Modèle pour copier
pt_pt: Modelo para copiar

source: Please name the export file name:
fr_fr: S'il vous plaît donner un nom du fichier d'exportation:

source: Exporting HERMES Model File
fr_fr: Exportation du fichier de modèle de HERMES

source: Click on a circle to see its locations to which it ships. Left click on a location or route to get more detailed information.
fr_fr: Cliquez sur un cercle pour voir ses sites vers lesquels elle navires. Clic gauche sur un site ou un trajet pour obtenir des informations plus détaillées.

source: Available Models
fr_fr: Modèles disponibles
pt_pt: Modelos Disponíveis

source: Available Models in HERMES
fr_fr: Modèles disponibles dans HERMES

source: Please select a model to open. You can use the buttons on the right to perform various actions with the selected model. If you would like to edit the notes or the name of a model, please double click on the line.
fr_fr: S'il vous plaît sélectionner un modèle à ouvrir. Vous pouvez utiliser les boutons sur la droite pour effectuer diverses actions avec le modèle sélectionné. Si vous souhaitez modifier les notes ou le nom d'un modèle, s'il vous plaît double-cliquez sur la ligne.

source: Copy A Model
fr_fr: Copier un modèle
pt_pt: Copiar um modelo

source: Model Notes
fr_fr: Remarques pour le modèle

source: This feature has not been implemented yet
fr_fr: Cette fonctionnalité n'a pas encore été mis en œuvre.
pt_pt: Este recurso ainda não foi implementado ainda.

source: Years to amortize these devices
fr_fr: Années d'amortir ces dispositifs
pt_pt: Anos para amortizar esses dispositivos

source: Done
fr_fr: Terminé
pt_pt: Completo

source: Examine Results
fr_fr: Examiner les résultats
pt_pt: Ver Resultados

source: HERMES - Supply Chain Modeling for Public Health
fr_fr: HERMES - Modélisation de la chaîne d'approvisionnement pour la santé publique

source: Database
fr_fr: Base de Données

source: Run Status
fr_fr: Exécuter statut
pt_pt: o estado de funcionamento

source: Language Change Warning
fr_fr: Langue avertissement de changement
pt_pt: Aviso de mudança de lingua

source: HERMES Project
fr_fr: HERMES projet
pt_pt: HERMES projecto

source: All Rights Reserved.
fr_fr: Tous droits réservés

source: Run Hermes
fr_fr: Exécuter HERMES
pt_pt: Executar HERMES

source: Save
fr_fr: Enregistrez
pt_pt: Guarda

source: Show A Menu
fr_fr: Afficher un menu
pt_pt: Apresentar um menu

source: My Button
fr_fr: Mon bouton
pt_pt: Meu botão

source: This is a jsTree example
fr_fr: Ceci est un exemple de jsTree.
pt_pt: Este é um exemplo de jsTree.

source: A Child 2
fr_fr: Un enfent 2
pt_pt: Criança

source: Long format demo
fr_fr: Démo du long format

source: This will be my table
fr_fr: Ce sera ma table

source: one
fr_fr: un
pt_pt: um

source: row one
fr_fr: une rangée
pt_pt: a linha uma

source: two
fr_fr: deux
pt_pt: duas

source: row two
fr_fr: deux rangée
pt_pt: a linha duas

source: three
fr_fr: trois
pt_pt: tres

source: row three
fr_fr: trois rangée
pt_pt: a linha tres

source: JSON Example
fr_fr: Exemple de JSON
pt_pt: Exemplo de JSON

source: If the model you want does not appear in the <b>Showing Costs for</b> selector, it may be because results have already been calculated for the model and changing the model would invalidate those results. Only models that can be safely changed show in the selector. You may need to make a fresh copy of your model, or go to the Results screen and delete the model's results.
fr_fr: Si le modèle que vous souhaitez ne apparaît pas dans les "Montrant les coûts" pour sélection, il se peut que les résultats ont déjà été calculés pour le modèle et la modification du modèle seraient invalider ces résultats. Seuls les modèles qui peuvent être modifiés en toute sécurité afficher dans le sélecteur. Vous pouvez avoir besoin de faire une nouvelle copie de votre modèle, ou aller à l'écran des résultats et supprimer les résultats du modèle.

source: On this page, you will be asked to answer three basic questions that will define the structure of your supply chain. Please answer each question and click next to progress to the next question. You will be able to come back here later and alter any informationyou have entered.
fr_fr: Sur cette page, vous serez invité à répondre à trois questions fondamentales qui définiront la structure de votre chaîne d'approvisionnement. S'il vous plaît répondre à chaque question et cliquez sur Suivant pour passer à la question suivante. Vous serez en mesure de revenir ici plus tard et modifier toute informationvVous sont entrés.

source: How many levels does the supply chain have?
fr_fr: Combien de niveaux de la chaîne d'approvisionnement ont?

source: Each supply chain is made up of a number of levels. The number of levels in a supply chain is the the number of storage locations that a vaccine or health product passes through from entering the supply chain to location in which it is used.
fr_fr: Chaque chaîne d'approvisionnement se compose d'un certain nombre de niveaux. Le nombre de niveaux dans un chaîne d'approvisionnement est le nombre des sites de stockage qu'un produit de vaccin ou de la santé passe par d'entrer la chaîne d'approvisionnement à le site dans lequel il est utilisé.

source: What are the names of the supply chain levels?
fr_fr: Quels sont les noms des niveaux de chaîne d'approvisionnement ?

source: This is generally dependent on the supply chain your are modeling. Some example names are already given and you should change them to match the supply chain you are modeling. (e.g. in Benin, what is commonly referred to as the Distict level in many countries is called Commune due to their naming of administration units in the country.
fr_fr: Ceci est généralement tributaire de la chaîne d'approvisionnement vous modélisez. Certains noms exemples sont déjà données et vous devez les changer pour correspondre à la chaîne d'approvisionnement vous modélisez. (par exemple, au Bénin, le niveau communément appelé le District dans de nombreux pays est appelé commune en raison de leur désignation des unités administratives dans le pays.

source: How many locations are at each level?
fr_fr: Combien de sites à chaque niveau?

source: This number should indicate the total number of storage, administration, and outreach locations at each level in the supply chain. HERMES will attempt to automatically distribute these amongst the locations. For example, if you declare there are 2 locations in the second level and 9 locations in the third level, HERMES will assign 4 of locations at the lower level to be connected to the first location in the second level, and the other 5 to be connected to the second. You will have a chance to alter this in a later step through the Make Adjustments table.
fr_fr: Ce nombre devrait indiquer le nombre total de stockage, d'administration, et les sites de sensibilisation à chaque niveau de la chaîne d'approvisionnement. HERMES va tenter de distribuer automatiquement. Par exemple, si vous déclarez il ya 2 sites dans le deuxième niveau et 9 sites dans le troisième niveau, HERMES attribuer 4 sites au niveau inférieur pour être connecté à la première position dans le deuxième niveau, et les 5 autres pour être reliée à la seconde. Vous aurez une chance de modifier ce dans une étape ultérieure à travers la table Effectuer des ajustements.

source: This step assigns quantities of equipment and population to locations by level. Rows in the table list the storage devices and population types that were added to the model in a previous step. Each supply chain level is shown as a column in the table.
fr_fr: Cette étape attribue quantités d'équipement et la population à des sites par niveau. Lignes de la table liste les dispositifs de stockage et types de population qui ont été ajoutés au modèle dans une étape précédente. Chaque niveau de la chaîne d'approvisionnement est montré comme une colonne dans la table.
