Repository: PSC-PublicHealth/HERMES
Catalog: HERMES2/src/ui_server/locale/*/LC_MESSAGES/HERMES_UI.po
Languages: fr_fr, pt_pt

source: Multiple entries with this abbreviation exist in the database -- in this case, each differs based on the packaging (for example, whether the vaccine arrives in tubes or vials, and how many tubes or vials are packaged in each box). Click the Info button to view more details for each presentation. We will add the presentation packaged as 50 plastic tubes per carton, with a packed volume of 17.1cc per dose.
fr_fr: Les entrées multiples avec cette abréviation peuvent exister dans la base de données - dans ce cas, chacun diffère basé sur l'emballage (par exemple, si le vaccin arrive dans des tubes ou flacons, et combien de tubes ou flacons sont emballés dans chaque boîte). Cliquez sur le bouton Info pour afficher plus de détails pour chaque présentation. Nous allons ajouter la présentation emballé comme "50 Plasitc Tube Carton", avec un volume emballé par dose de 17.1cc.

source: Click on the appropriate vaccine to select it, and click on the arrow button to copy the vaccine from the database to the current model. The vaccine should now appear in the table on the left, along with the other vaccines in the model.
fr_fr: Cliquez sur le vaccin approprié pour le sélectionner, et cliquez sur le bouton fléché pour copier le vaccin de la base de données pour le modèle actuel. Le vaccin devrait maintenant apparaître dans le tableau sur la gauche, avec les autres vaccins dans le modèle.

source: This vaccine is now added to your new model. Click the Done button to return to the page for your model, and you can proceed to define the dosage schedule for the new vaccine.
fr_fr: Ce vaccin est maintenant ajouté à votre nouveau modèle. Cliquez sur le bouton Terminé pour revenir à la page de votre modèle, et vous pouvez procéder à définir le schéma posologique pour le nouveau vaccin.

source: Defining Demand for the Rotarix Vaccine
fr_fr: Définition de demande pour le vaccin Rotarix

source: After adding the Rotarix vaccine to our model, you will define which populations will receive the vaccine, and how many doses they will receive during the simulation. HERMES can handle any number of vaccines and any dosage schedule a country might use. This is necessary for the model to get an accurate estimate of the number of doses that will be delivered throughout the simulation.
fr_fr: Après avoir ajouté le vaccin Rotarix à votre modèle, vous allez définir les populations qui recevront le vaccin, et combien de doses qu'ils recevrez lors de la simulation. HERMES peut gérer un nombre quelconque de vaccins et de tout programme de dosage un pays pourrait utiliser. Ceci est nécessaire pour le modèle pour obtenir une estimation précise du nombre de doses qui seront présentées tout au long de la simulation.

source: Select "Modify the Vaccine Dose Schedule" from the options on the left side of the page. This will display a screen showing the current dose schedule for a model.
fr_fr: Sélectionnez "Modifier Calendrier de doses de vaccin" dans les options sur le côté gauche de la page. Cela permet d'afficher un écran indiquant le calendrier de doses actuel pour un modèle.

source: The "Include in the dose table?" box on the left side of the page displays components in the model that can be included in the vaccine dose schedule. You can toggle between displaying available vaccines and population types, where you may select or unselect any components to add or remove them from the schedule. Ensure the new rotavirus vaccine is selected.
fr_fr: La boîte intitulée "Inclure dans le tableau de dose?" sur le côté gauche de la page affiche les composants du modèle qui peut être inclus dans le calendrierde doses de vaccin. Vous pouvez basculer entre l'affichage de vaccins disponibles et les types de population, où vous pouvez sélectionner ou désélectionner tous les composants pour ajouter ou supprimer les du calendrier. Vérifiez que le nouveau vaccin rotavirus est sélectionné.

source: In the table to the right, selected vaccines appear as rows and selected population types appear as columns. You may click a cell to enter the number of doses of the vaccine in that row which will be scheduled for each member of the population type in that column over the course of one simulation. Click in the cell under the 1-11months column in the row for the rotavirus vaccine and enter 3.
fr_fr: Dans le tableau de droite, les vaccins choisis apparaissent comme des lignes et des types de population sélectionnés apparaissent sous forme de colonnes. Vous pouvez cliquer sur une cellule d'entrer le nombre de doses de vaccin dans cette rangée qui seront planifiés pour chaque membre du type de population dans cette colonne au cours d'une simulation. Cliquez dans la cellule sous la colonne "1-11months" (signifiant enfants âgés de un à 11 mois) dans la rangée pour le vaccin antirotavirus et entrez 3.

source: The new dosage schedule is now complete. Click the Done button, and you are ready to run the newly modified model.
fr_fr: Le nouveau calendrier de dosage est maintenant terminée. Cliquez sur le bouton Terminé, et vous êtes prêt à exécuter le nouveau modèle.

source: Running the Model
fr_fr: Exécutez le modèle

source: Now that the new vaccine has been added to the schedule, you will run a HERMES simulation to assess the impact of its addition.
fr_fr: Maintenant que le nouveau vaccin a été ajoutée à le calendrier, vous pourrez exécuter une simulation HERMES pour évaluer l'impact de son addition.

source: Select "Run a Simulation Experiment with this Model" from the options on the left side of the page. A new screen will open with options for running the model.
fr_fr: Sélectionnez "Exécuter une expérience de Simulation avec ce modèle" parmi les options sur le côté gauche de la page. Un nouvel écran va ouvrir avec des options pour l'exécution du modèle.

source: Type a name for this set of runs and specify the number of times you wish to run the model when generating this set of results. In addition to results from individual runs, an average will be reported for each set of results. For this exercise, 1 run will suffice.
fr_fr: Entrez un nom pour cette ensemble des exécutions et de spécifier le nombre de fois que vous souhaitez pour exécuter le modèle lors de la génération de cet ensemble de résultats. En plus des résultats de exécutions individuelles, une moyenne sera rapporté pour chaque ensemble de résultats. Pour cet exercice, 2 exécutions suffiront.

source: Run parameters can also be adjusted on this page. The default settings do not need to be changed for this exercise.
fr_fr: Les paramètres de course peuvent aussi être réglés sur cette page. Les paramètres par défaut ne doivent pas être changé pour cet exercice.

source: Click the Submit button to begin the model validation process. A table will popup to display any errors the validator found. "Fatal Errors" will likely cause the run to fail before the simulation is complete, thus returning no results. "Warnings" indicate items that may be erroneous but would most likely not cause the run to fail.
fr_fr: Cliquez sur le bouton "Soumettre" pour commencer le processus de validation du modèle. Un tableau contextuel pour afficher toutes les erreurs trouvées par le validateur. "Erreurs fatales" entraînera probablement la course à l'échec avant la simulation est terminée, et revenant ainsi aucun résultat. "Avertissements" indiquent les éléments qui peuvent être erronées, mais serait probablement pas causer la course à l'échec.

source: Click the Run Simulation button to continue. This leads to the Run Status page, which displays the progress of all runs begun during the current session. The Status column will update periodically until the run finishes. Depending on how powerful your computer is, this could take several minutes (up to 15) so please be patient -- it is currently running a very sophisticated simulation of the supply chain of the province of Gaza.
fr_fr: Cliquez sur le bouton Exécuter la simulation pour continuer. Cela conduit à la page intitulée "Statut des simulations en cours d'exécution", qui affiche la progression de tous les essais entrepris au cours de la session en cours. La colonne "Statut" mettra à jour périodiquement jusqu'à la course se termine. Selon la puissance de votre ordinateur, cela peut prendre plusieurs minutes (jusqu'à 15), de sorte s'il vous plaît être patient - il est actuellement en cours d'exécution d'une simulation très sophistiquée de la chaîne d'approvisionnement de la province de Gaza.

source: Viewing Results
fr_fr: Voyez les résultats

source: Once the run has completed, the results of the simulation are ready to explore.
fr_fr: Une fois l'exécution est terminé, les résultats de la simulation sont prêts à explorer.

source: In the menu bar at the top of the page, click on the Results tab. Available results are grouped by model on the left.
fr_fr: Dans la barre de menu en haut de la page, cliquez sur l'onglet Résultats. Les résultats disponibles sont regroupées par modèle sur la gauche.

source: Click on the name of the model you ran to expand the list of results for that model. Click on "Average Result" for the set of results you generated.
fr_fr: Cliquez sur le nom du modèle que vous avez exécuté à élargir la liste des résultats pour ce modèle. Cliquez sur "Résultat moyenne" pour l'ensemble des résultats que vous avez généré.

source: Edit Your Cold Storage Type
fr_fr: Modifier votre type de stockage froid

source: Modify Vaccine Type
fr_fr: Modifier le type de vaccin
pt_pt: Modificar Tipos de Vacinas

source: Edit Your Vaccine Type
fr_fr: Modifier votre type de vaccin

source: Creating Your Vaccine Type
fr_fr: Créez votre type de vaccin
pt_pt: Criar um tipo de vacina

source: Edit Your Population Type
fr_fr: Modifier votre type de population

source: The fields have been filled out with values from the type you selected. When you are finished, select the 'Done' button at the bottom right.
fr_fr: Les champs ont été remplis avec les valeurs du type sélectionné. Lorsque vous avez terminé, cliquez sur le bouton 'Terminé' en bas à droite.

source: You may create a new type by changing the name of this one or leave it the same to modify the current type.
fr_fr: Vous pouvez créer un nouveau type en changeant le nom de celui-ci ou à laisser la même chose pour modifier le type de courant.

source: Choose Types
fr_fr: Choisissez les types

source: PerDiem Rules
fr_fr: Règles de perdiem

source: Edit Components
fr_fr: Modifier des composants

source: Use the Source dropdown to select the source from which components can be selected. Select which component to add to the {0} model and click the arrow button to add it. To remove existing components, click delete.
fr_fr: Utilisez le menu déroulant Source pour sélectionner la source à partir de laquelle les composants peuvent être sélectionnés. Sélectionner le composant à ajouter à la {0} modèle et cliquez sur le bouton fléché pour l'ajouter. Pour supprimer les composants existant, cliquez sur supprimer.

source: Current type
fr_fr: Type actuel

source: Explore the HERMES Databases
fr_fr: Explorer les bases de données de HERMES

source: Known Vaccine Types
fr_fr: Types de vaccin qui sont connus
pt_pt: Conhecidos tipos de vacinas

source: Showing vaccine types for
fr_fr: Affichage types de vaccin pour
pt_pt: Mostrando tipos de vacinas para

source: Supply Chain Modeling Tool
fr_fr: Un outil pour la modélisation des chaînes d'approvisionnement

source: Welcome to HERMES
fr_fr: Bienvenue sur HERMES

source: What would you like to do?
fr_fr: Que voulez-vous faire ?

source: Create or Upload a New Model
fr_fr: Créez ou envoyer un nouveau modèle

source: Open, Modify, and Run an Existing Model
fr_fr: Ouvrir, modifier et exécuter un modèle existant

source: View and Compare Results from Previous Model Runs
fr_fr: Afficher et comparer les résultats de simulations précédentes

source: View Databases
fr_fr: Voir les bases de données

source: HERMES Demo
fr_fr: Démo de HERMES

source: Would you like to
fr_fr: Voulez-vous

source: Create a New Model
fr_fr: Créer un nouveau modèle
pt_pt: Criar um Novo Modelo

source: or
fr_fr: ou

source: Upload an Existing Model from a HERMES Zip File
fr_fr: Envoyer un modèle existant depuis un fichier Zip de HERMES

source: Please create a name for the new model - the new name must be unique from all existing models.
fr_fr: S'il vous plaît créer un nom pour le nouveau modèle - le nouveau nom doit être unique de tous les modèles existants.

source: New Model Name.
fr_fr: le nouveau nom de modèle

source: Upload a Model in Zip Form
fr_fr: Transférer un zip modèle

source: What name should the new model have?
fr_fr: Quel est le nom du nouveau modèle devrait avoir?
pt_pt: Qual é nome que o novo modelo deve ter?

source: File
fr_fr: Fichier

source: You have already started creating this model, would you like to continue or start over?
fr_fr: Vous avez déjà commencé à créer ce modèle, souhaitez-vous continuer ou recommencer?

source: Clipboard has a {0}; {1} expected
pt_pt: Modelo {0} não tem nenhuma loja com IDCODE {1}

source: User cannot read this model
pt_pt: usuário não pode ler este modelo

source: No such model {0}
pt_pt: modelo não existe {0}

source: Clipboard does not hold a {0}
pt_pt: prancheta não detenha uma {0}

source: User cannot modify this model
pt_pt: Usuário não pode modificar este modelo

source: Costs Version 2
pt_pt: custos versão 2

source: Costs Version 3
pt_pt: custos versão 3

source: Unimplemented
pt_pt: não implementado

source: Invalid value for parameter 'show'
pt_pt: Valor inválido para o parâmetro 'show'

source: unsupported operation
pt_pt: operação não suportada

source: actual demand scaled to zero?
pt_pt: demanda real em escala de zero?

source: Menu Page
pt_pt: Página de Menu

source: Table Page
pt_pt: Página tabela

source: Upload Page
pt_pt: página de upload

source: Type Selector
pt_pt: seletor de tipo

source: Population
pt_pt: População

source: Sub-Run
pt_pt: Sub-Executar

source: General Info
pt_pt: Informação geral

source: Click on Name of Vaccine to Hide/Show it on the Chart.
pt_pt: Clique no nome de Vacina para ocultar / mostrar na Chart

source: Type
pt_pt: tipo

source: Show Structure
pt_pt: Mostrar estrutura

source: Edit
pt_pt: Modificar

source: This is an invalid model. Either it doesn't exist or you do not have permission to view it
pt_pt: Este é um modelo inválido. Ele não existe ou você não tem permissão para vê-lo

source: This model is read-only. You may edit a copy of the model by copying the model and editing that one instead.
pt_pt: Este modelo é somente para ler. Você pode editar uma cópia do modelo, copiando o modelo e modificar.

source: Edit Supply Chain
pt_pt: Editar a cadeia de abastecimento

source: Editing
pt_pt: Modificando

source: Client returned invalid boolean string {0}
pt_pt: Cliente retornou seqüência boolean inválido {0}

source: Route {0} has the wrong number of stops for provisioning
pt_pt: Rota {0} tem o número errado de paradas para provisionamento

source: There is no canonical route matching {0}
pt_pt: Não há rota correspondente {0}

source: There is no canonical route matching {0} backwards
pt_pt: Não há rota correspondente {0} para trás

source: Route {0} unexpectedly spans categories {1} and {2}
pt_pt: Rota {0} gera de supres categorias {1} e {2}

source: Found no stores of level(s) {0}
pt_pt: Não encontrou armazéns de nível (s) {0}

source: Route {0} unexpectedly has more than two stops
pt_pt: Rota {0} de supresa tem mais de duas paradas

source: Names
pt_pt: Nomes

source: Counts
pt_pt: Quantidade

source: Shipping
pt_pt: remessa

source: Times
pt_pt: Hora

source: Adjust
pt_pt: Ajustar

source: Population
pt_pt: População

source: Consumption
pt_pt: Consumo

source: The routes are not ready for provisioning
pt_pt: O modelo não está pronto para o provisionamento

source: Expected to know the value of {0} by now
pt_pt: Espera-se que sabe o valor de {0} por agora

source: Select population types to be used in your model.
pt_pt: Selecione os tipos de população para ser usado em seu modelo

source: Select vaccine types to be used in your model.
pt_pt: Selecione os tipos de vacinas para ser usado em seu modelo

source: Select cold storage equipment types to be used in your model.
pt_pt: Selecione o tipo de cadeia de frio para ser usado em seu modelo

source: Select trucks and other transport equipment types to be used in your model.
pt_pt: Selecione os tipos de transporte para ser usado em seu modelo

source: Lost track of which step we are on
pt_pt: Perdi a noção de qual etapa onde estamos

source: An error occurred while provisioning your model: {0}
pt_pt: Ocorreu um erro durante a criação do modelo: {0}

source: We are not creating a new model right now.
pt_pt: Não estamos criando um novo modelo agora

source: We have lost track of the number of levels
pt_pt: Perdi a noção de numero de niveis

source: There is no language-specific help available for this page.
pt_pt: Não há nenhuma ajuda específica de idioma disponível para esta página.

source: The current user does not have permission to read this model
pt_pt: O usuário atual não tem permissão para ler este modelo

source: The current user does not have permission to write this model
pt_pt: O usuário atual não tem permissão para escrever este modelo

source: Bad parameters to {0}
pt_pt: Parâmetros faltantes ou inválidos para {0}

source: Seed
pt_pt: Semente

source: A seed field has an inappropriate type
pt_pt: Um campo de semente tem um tipo inadequado

source: Details
pt_pt: Fornecer alguns detalhes

source: Go!
pt_pt: Ir!

source: Run Model
pt_pt: Executar o modelo

source: We have somehow forgotten which step we are on in running your model.
pt_pt: Temos de algum modo esquecido que passo estamos na gestão do seu modelo.

source: An error occurred while initiating the run: {0}
pt_pt: Ocorreu um erro ao iniciar a corrida: {0}

source: Unrecognized parm type {0}
pt_pt: O tipo {0} parm sem conhecimento

source: The following parameters are invalid:
pt_pt: Os seguintes parâmetros são inválidos:

source: getSuggestedName: unknown target {0}
pt_pt: Buscar Nome sugerido: alvo desconhecido {0}

source: Ill-formed request: missing the required parameter {0}
pt_pt: Pedido mal-formado: faltando o parâmetro necessário {0}

source: This route type requires a valid value for On-Demand Order Days
pt_pt: Este tipo de rota requer um valor válido para dias de requisição na demanda

source: Transit time for the stop at {0} ({1}) is missing or invalid
pt_pt: O tempo de trânsito para a parada no {0} ({1}) está ausente ou inválido

source: Storage Equipment version 2
pt_pt: Equipamento de armazen versão 2

source: Storage Equipment version 3
pt_pt: Equipamento de armazen versão 3

source: Salaries and Per Diem
pt_pt: Salarios e per diem

source: Become System
pt_pt: Tornar-se sistema

source: Clear Server-side Session
pt_pt: Limpar sessão do lado do servidor

source: Clear Session Notes
pt_pt: Limpar notas da sessão

source: Clear FS Metadata
pt_pt: Limpar FS Metadados

source: Specify Vaccine Demand
pt_pt: Especifique Vaccine Demanda

source: Vaccine Demand By Population Type
pt_pt: Vacina demanda por tipo da População

source: Show scaling factors to demand?
pt_pt: Mostrar fatores de escala para demanda?

source: Overall scaling factor:
pt_pt: Fator de escala geral:

source: Scale projected demand relative to actual demand:
pt_pt: Escala de projeção de demanda em relação à demanda real:

source: Show treatment calendar pattern?
pt_pt: Mostrar padrão de calendário de tratamento?

source: Bug!
pt_pt: Bicho!

source: Cold Storage Types
pt_pt: Tipos de armazenamento a frio

source: Creating Your Model
pt_pt: Criar o seu modelo

source: We will want a lot of comforting notes here. As you finish each page, select the 'Next' button at the bottom right. Once you have finished this short set of pages, your model will appear in the Models table and you can edit it to add details. If you leave this sequence of screens too early, your model may not appear in the table but you will be able to return to the sequence where you left off by selecting 'Create A Model From Scratch' again.
pt_pt: Nós queremos um monte de notas de consolação aqui. Ao concluir cada página selecione o botão 'Proximo' no canto inferior direito. Depois de ter terminado este pequeno conjunto de páginas, o modelo aparecerá na tabela de Modelos e você pode editá-lo para adicionar mais detalhes. Se você deixar essa seqüência de telas muito cedo, o modelo pode não aparecer na tabela, mas você vai ser capaz de voltar ao seqüência de onde você parou, selecionando 'criar um modelo a partir do zero 'novamente.'

source: Name Your Model
pt_pt: Nomear o seu modelo

source: How Many Levels In Your Model?
pt_pt: Quantos níveis no seu modelo?

source: Expert
pt_pt: Perito

source: Optionally Make Adjustments
pt_pt: Opcionalmente Fazer Ajustes

source: How are goods shipped from level to level?
pt_pt: Como produtos são enviados de um nível para outro?

source: How are vaccines obtained?
pt_pt: Como as vacinas são recebedos?

source: How often?
pt_pt: Com que frequência?

source: Receives Deliveries
pt_pt: Recebe as entregas

source: Picks Up Vaccines
pt_pt: Buscar as vacinas

source: On A Fixed Schedule
pt_pt: Em um horário fixo

source: As Needed
pt_pt: Conforme necessário

source: times per
pt_pt: vezes por

source: Month
pt_pt: Mes

source: Week
pt_pt: Semana

source: One or more of the values are blank; please fix this.
pt_pt: Um ou mais dos valores estão vazio; por favor corrija esta.

source: A typical one-way trip from
pt_pt: Uma viagem típico só de ida de

source: to
pt_pt: para

source: takes
pt_pt: toma

source: Hours
pt_pt: horas

source: Province
pt_pt: Província

source: Central
pt_pt: Nacional

source: Click on a name to expand that part of the network. Right-click on a name for more detailed information.
pt_pt: Clique em um nome para expandir a parte da rede. Clique com o botão direito do mouse em um nome para informações mais detalhadas

source: Modify An Existing Model
pt_pt: Modificar um modelo existente

source: Modify
pt_pt: Modificar

source: Show
pt_pt: Mostrar

source: Upload
pt_pt: Carregar

source: Show Supply Chain For A Model
pt_pt: Mostrar a cadeia de abastecimento para um modelo

source: Model To Show
pt_pt: Modelo para Mostrar

source: Edit Supply Chain For A Model
pt_pt: Editar a cadeia de abastecimento para um modelo

source: Model To Edit
pt_pt: Modelo Para Edição

source: People
pt_pt: pessoas

source: ColdStorage
pt_pt: Cadeia de frio

source: This text will be replaced.
pt_pt: Este texto será substituído

source: This should show a menu.
pt_pt: Apresentar um menu

source: Model Id
pt_pt: ID de modelo

source: Store idcode
pt_pt: ID de armazen

source: Route Name
pt_pt: Modelo {0} tem nenhuma rota com o nome {1}

source: Known Population Types
pt_pt: Conhecidos tipos de população

source: Things Might Go Here
pt_pt: As coisas podem ficar aqui

source: Do Something
pt_pt: Fazer algo

source: Do Something Else
pt_pt: Fazer outra coisa

source: Show Fireworks Viz
pt_pt: Mostrar Visualização Fogos de Artifício

source: On-Demand Order Days
pt_pt: Este tipo de rota requer um valor válido para dias de requisição na demanda

source: Beginning a Hermes Run
pt_pt: Começando uma Executar de HERMES

source: Run HERMES
pt_pt: Executar HERMES
