Repository: PSC-PublicHealth/HERMES
Catalog: HERMES2/src/ui_server/locale/*/LC_MESSAGES/HERMES_UI.po
Languages: fr_fr, pt_pt

source: Must Be Overnight
fr_fr: Ce doit être la nuit

source: Count First Day
fr_fr: Inclure le premier jour

source: Minimum Km from Home
fr_fr: Distance minimale de la maison (km)

source: Create Modified Version
fr_fr: Créer la version modifiée
pt_pt: Criar uma versão modificada

source: This model has results which will become invalid if the model is changed. Either delete the results or work on a new copy of the model.
fr_fr: Ce modèle a des résultats qui deviendront invalides si le modèle est modifié. Supprimez les résultats ou travailler sur une nouvelle copie du modèle.
pt_pt: Este modelo tem resultados que se tornará inválido se o modelo for alteradoEither delete the results or work on a new copy of the model

source: Overall System Statistics
fr_fr: Statistiques globales de système

source: Availability
fr_fr: Disponibilité

source: Doses Needed
fr_fr: Doses nécessaires

source: Doses Received
fr_fr: Doses reçues

source: Open Vial Waste
fr_fr: Déchets de flacon ouvert

source: Vials Opened
fr_fr: Flacons ouverts

source: Vials Procured
fr_fr: Flacons achetés

source: Vials Spoiled
fr_fr: Flacons gâtés

source: % Stored 2 to 8 C
fr_fr: % stockée dans 2 à 8C

source: % Stored Below 2 C
fr_fr: %s stockée dans sous 2 C

source: Vaccine Statistics
fr_fr: Statistiques de vaccin

source: Population Statistics
fr_fr: statistiques de population

source: Average
fr_fr: Moyenne

source: Transport Route Statistics
fr_fr: Statistiques des transports par trajet

source: Route Types
fr_fr: type de trajet

source: Count
fr_fr: Comptage

source: Average Peak % Capacity Needed
fr_fr: la capacité de pointe moyenne nécessaire (%)

source: Cost Per Dose and Fully Immunized Child
fr_fr: Coût par dose et enfant intégralement vaccine

source: Cost Per Dose
fr_fr: Coût par dose

source: Cost Per FIC
fr_fr: Coût par FIC

source: Logistics
fr_fr: Logistique
pt_pt: Logistico

source: with Procurement
fr_fr: avec acquisition

source: Level-wise Device Inventory
fr_fr: Niveau par niveau de inventaire de dispositifs

source: Device Inventory by Level
fr_fr: Le inventaire de dispositive par niveau

source: Device
fr_fr: Dispositif

source: Number of Devices
fr_fr: Nombre de Dispositifs

source: Storage Locations
fr_fr: Sites de stockage

source: Straight KM Distance
fr_fr: Distance en ligne droite (KM)

source: Total Volume Delivered
fr_fr: Volume total livré

source: Peak Storage Utilization
fr_fr: Utilisation pic de stockage

source: Vaccine Availability
fr_fr: Disponibilité du vaccin

source: Transport Routes
fr_fr: Trajets

source: Route
fr_fr: Trajet

source: Recipient
fr_fr: Destinataire

source: Peak % Capacity Needed
fr_fr: Pourcentage pic de capacité nécessaire

source: Net Capacity (L)
fr_fr: Capacité nette (L)

source: Price
fr_fr: Prix
pt_pt: Preço

source: Amortization Years
fr_fr: Années d'amortissement

source: Below 2 C
fr_fr: Sous 2C

source: Amount
fr_fr: Montant

source: Usage
fr_fr: Utilisation

source: Units
fr_fr: Unités

source: 2-8 C Capacity (L)
fr_fr: Capacité à 2-8 ° C (L)

source: Amortization km
fr_fr: Amortissement (km)

source: Presentation
fr_fr: Présentation

source: Doses Per Vial
fr_fr: Doses par flacon

source: Packaged mL Per Dose
fr_fr: Emballés mL par Dose

source: Potent Lifetime (Days)
fr_fr: durée de vie de puissance (Days)

source: Price Per Vial
fr_fr: Prix ​​par flacon

source: Diluent
fr_fr: Diluant

source: After Opening
fr_fr: Après ouverture:

source: Out of Cold Chain
fr_fr: En dehors de la chaîne du froid

source: Fuel and Electric
fr_fr: Carburant et électricité

source: Equipment Maintenance
fr_fr: Maintenance de l'équipement

source: Equipment Amortization
fr_fr: Amortissement de l'équipement

source: Vehicle Maintenance
fr_fr: Maintenance des véhicules

source: Vehicle Amortization
fr_fr: Amortissement des véhicules

source: Fixed Fares
fr_fr: Tarifs fixes

source: Building
fr_fr: Bâtiment

source: Vaccine Procurement
fr_fr: L'achat de vaccins

source: Total Costs
fr_fr: Coûts totaux

source: Including Procurement
fr_fr: y compris les achats

source: Costs By Level
fr_fr: Coûts par niveau

source: Results
fr_fr: Résultats
pt_pt: Resultados

source: delete
fr_fr: supprimer

source: Individual
fr_fr: Individuel
pt_pt: Individuo

source: Group Average
fr_fr: Moyenne du groupe
pt_pt: média do grupo

source: Summary
fr_fr: Résumé

source: Cost report {0} values do not match
fr_fr: rapport des coûts {0}: valeurs ne correspondent pas

source: Buildings
fr_fr: Bâtiments
pt_pt: Edificios

source: Per Trip
fr_fr: Par voyage

source: Refrigeration
fr_fr: Réfrigération

source: Labor
fr_fr: Main d'oeuvre

source: Per Km
fr_fr: Par km

source: Storage Amort
fr_fr: Amortissement des stockage

source: Storage Maint
fr_fr: Maintenance de le stockage

source: Vehicle Amort
fr_fr: Amortissement des véhicules

source: Vehicle Maint
fr_fr: Maintenance des véhicules

source: Staff Salary
fr_fr: Salaires du personnel

source: Solar Panel Amort
fr_fr: Amortissement de le panneau solaire

source: Solar Panel Maint
fr_fr: Maintenance des panneaux solaire

source: Gasoline
fr_fr: Essence

source: Diesel Fuel
fr_fr: Carburant diesel

source: Liquid Propane
fr_fr: Propane liquide

source: Cost to Make Ice
fr_fr: Coût pour faire de la glace

source: Electric Mains
fr_fr: Èlectricité
pt_pt: Rede elétrica

source: Public Transit
fr_fr: Transports en commun

source: No costing calculations were done
fr_fr: Pas de calculs de coûts ont été réalisées

source: Legacy costing calculations in {0} {1}
fr_fr: calculs pour héritage coûtant dans {0} {1}

source: Microcosting calculations in {0} {1}
fr_fr: calculs pour microcosting dans {0} {1}

source: Totals
fr_fr: Totaux

source: Key Costing Points
fr_fr: Les points clés pour les coûts

source: Logistics Cost per Dose Administered
fr_fr: Coût logistique par dose administrée

source: Logistics Cost per Fully Immunized Child (FIC)
fr_fr: Coût logistique par enfant intégralement vacciné

source: Run
fr_fr: Exécuter
pt_pt: Executar

source: Run Parameters for model {0}
fr_fr: Paramètres d'exécution pour le modèle {0}
pt_pt: Parâmetros para executar o modelo {0}

source: Base Salary
fr_fr: Salaire de base

source: Salary Units
fr_fr: Unités de salaire

source: Salary Year
fr_fr: Année de salaire

source: Fraction EPI
fr_fr: Fraction du PEV

source: Staff
fr_fr: Personnel

source: Next Step
fr_fr: Étape Suivante

source: Vials Used
fr_fr: Flacons utilisés

source: Doses Demanded
fr_fr: Doses nécessaires

source: Doses Administered
fr_fr: Doses administrées

source: Percent Stored 2 to 8 C
fr_fr: Pour cent stocké 2 à 8 C

source: Percent Stored Below 2C
fr_fr: Pour cent rangé sous 2 C

source: Vaccine Results
fr_fr: Résultats de vaccin

source: Overall Totals
fr_fr: Totaux globaux

source: Availability by Location
fr_fr: Disponibilité de le site

source: Number of Locations
fr_fr: Nombre de sites

source: Maximum Storage
fr_fr: Utilisation de stockage

source: Utilization by Location
fr_fr: maximum par site

source: Maximum Transport
fr_fr: Utilisation de transport

source: Number Of Routes
fr_fr: Nombre de trajets

source: Open Geographic Visualization
fr_fr: Ouvrez visualisation géographique

source: Open Network Visualization
fr_fr: Ouvrez visualisation de réseau

source: Download Excel Results Spreadsheet
fr_fr: Télécharger la feuille de calcul Excel résultats

source: Total Costs By Supply Chain Level
fr_fr: Coûts totaux par niveau de chaîne d'approvisionnement

source: Products Begin Here
fr_fr: Les produits commencent ici

source: Products Terminate Here
fr_fr: Les produits de terminer ici

source: Location
fr_fr: Site

source: Locations
fr_fr: Sites

source: fixed frequency
fr_fr: fréquence fixe

source: frequency as needed
fr_fr: fréquence selon les besoins

source: shipments per
fr_fr: livraisons par

source: transit time
fr_fr: temps de transit

source: fixed amount
fr_fr: montant fixe

source: demand based amount
fr_fr: basée sur la demande

source: Pick Up or Receive Shipments?
fr_fr: Collecter ou recevoir des livraisons?

source: Scheduled or Demand-Based Schedule of Shipments
fr_fr: Calendrier des livraisons est fixe ou basée sur la demande

source: Amount of Shipment Fixed or Demand Based
fr_fr: Montant de l'expédition fixe ou basée sur la demande

source: Frequency of Shipments
fr_fr: Fréquence des expéditions

source: per
fr_fr: par

source: Number of Locations Supplied by this Location
fr_fr: Nombre des sites fourni par cet site

source: Next Screen
fr_fr: Écran suivant

source: Previous Screen
fr_fr: Écran précédent

source: Skip to Model Editor
fr_fr: Passez à l'éditeur de modèle

source: Available Types
fr_fr: Types disponibles

source: Used Types
fr_fr: Types utilisés

source: Location Name
fr_fr: Nom de le site

source: Include in the dose table?
fr_fr: Inclure dans le tableau de dose?

source: How many doses of each vaccine per person per year?
fr_fr: Combien de doses de chaque vaccin par personne et par année?

source: Showing demand for
fr_fr: Afficher la demande de

source: Submit
fr_fr: Soumettez

source: Show Advanced Options
fr_fr: Montrer les options avancées

source: Validating Model
fr_fr: Le modèle est en cours de validation

source: Major Errors Exist
fr_fr: Erreurs majeures existent

source: Major Costing Errors Exist
fr_fr: Erreurs majeures dans l'établissement des coûts existent

source: Your model has costing errors in it that could lead to erroneous results. You will not be able to run the simulation until this is corrected.
fr_fr: Il ya des erreurs dans la définition des coûts dans votre modèle qui pourrait conduire à des résultats erronés. Vous ne serez pas en mesure d'exécuter la simulation jusqu'à ce que ce problème est résolu.

source: You must correct these by editing the models costing page. Click the button at the bottom of the dialog labelled Go To Cost Model Editor to do this.
fr_fr: Vous devez corriger ceux-ci en modifiant les modèles de page. Cliquez sur le bouton au bas de la boîte de dialogue étiqueté 'Aller à éditeur de modèle de coût' pour ce faire.

source: Go To Advanced Model Editor
fr_fr: Aller à l'éditeur avancé modèle

source: Go To Cost Model Editor
fr_fr: Aller à l'éditeur de modèle de coûts

source: Run Simulation
fr_fr: Exécuter la Simulation

source: Must give the run a name before proceeding
fr_fr: Vous devez donner le nom avant de procéder à l'exécution

source: CoolVolume (cc)
fr_fr: Volume froide (cc)
pt_pt: Volume de cadeia de frio

source: Base Price
fr_fr: Prix de base

source: Price Units
fr_fr: Unités de prix
pt_pt: Preço unidade

source: Price Year
fr_fr: Année de prix

source: Km To Amortize
fr_fr: Km pour amortir

source: Fuel Consumption
fr_fr: La consommation de carburant

source: Type {0} is not present in model {1}
fr_fr: Type {0} est pas présent dans le modèle {1}
pt_pt: Tipo {0} não está presente no modelo de {1}

source: Type {0} is already present in model {1}
fr_fr: Type {0} est déjà présent dans le modèle {1}
pt_pt: Tipo {0} já está presente no modelo de {1}

source: No such type {0}
fr_fr: le type {0} ne existe pas
pt_pt: Sem esse tipo {0}

source: This type depends on the type {0}, which is not in the model.
fr_fr: Ce type dépend du type {0}, qui ne sont pas dans le modèle.
pt_pt: Este tipo depende do tipo {0}, que não esta no modelo.

source: To include this type in the model, you must also include the following types: {0}
fr_fr: Pour inclure ce type dans le modèle, vous devez également inclure les types suivants: {0}
pt_pt: Para incluir este tipo de modelo, você também deve incluir o seguinte tipo {0}

source: This type is used by the type {0}. You must delete that type first.
fr_fr: Ce type est utilisé par le type {0}. Vous devez supprimer ce premier type.
pt_pt: Este tipo é utilizado pelo tipo {0}. Você deve excluir esse tipo primeira

source: The following types use {0}: {1}. You must delete those types first.
fr_fr: Les types suivants utilisent {0}: {1}. Vous devez supprimer ces types d'abord.
pt_pt: Os seguintes tipos de uso {0}: {1}. Você deve excluir esses tipos de primeira.

source: Missing or invalid parameters for {0}
fr_fr: Paramètres manquants ou invalides pour {0}
pt_pt: Parâmetros faltantes ou inválidos para {0}

source: The name {0} is already in use.
fr_fr: Le nom {0} est déjà en cours d'utilisation.
pt_pt: O nome {0} já está em uso

source: Model information is missing.
fr_fr: L'information du model est manquante
pt_pt: Informações sobre o modelo está em falta

source: {0} is not a valid unit of time
fr_fr: {0} est pas une unité de temps valide
pt_pt: {0} não é uma unidade válida de tempo

source: Abbreviation
fr_fr: Abréviation
pt_pt: sigla

source: Doses per vial
fr_fr: Doses par flacon
pt_pt: Doses por garafa

source: Method of administration
fr_fr: Mode d’administration
pt_pt: método de administração

source: intramuscular (IM)
fr_fr: intramusculaire (IM)

source: intradermal (ID)
fr_fr: intradermique (ID)

source: subcutaneous (SC)
fr_fr: sous-cutanée (SC)

source: Vaccine presentation
fr_fr: Présentation du vaccin

source: Liquid
fr_fr: Liquide

source: Freeze Dried
fr_fr: Lyophilisé
pt_pt: Congelar um litro de gelo

source: Lyophilized
fr_fr: Lyophilisée

source: Liquid + Lyophilized
fr_fr: Liquide + lyophilisée

source: Lifetime After Opening
fr_fr: Durée de vie après l'ouverture

source: Lifetime Warm
fr_fr: Durée de vie en temprature chaude

source: Lifetime In Cooler
fr_fr: Durée de vie en temprature 2-8C
pt_pt: Tempo de vida de Vacina em Frigorífico

source: Lifetime In Freezer
fr_fr: Durée de vie en temprature sour 0C
pt_pt: Tempo de vida de Vacina em Freezer

source: Packed vol/dose(cc) of vaccine
fr_fr: Le volume incluse dans le paquet par dose de vaccine (cc)

source: Packed vol/dose(cc) of diluent
fr_fr: Le volume incluse dans le paquet par dose de diluant

source: Vaccine price/dose
fr_fr: prix du vaccin / dose
pt_pt: Preço de Vacina / Dose

source: Vaccine price/vial
fr_fr: Prix du vaccin / flacon
pt_pt: Preço de Vacina / Garrafa

source: Doses/person
fr_fr: Doses / personne
pt_pt: Doses/pessoa

source: population types
fr_fr: Types de population
pt_pt: Tipo de população

source: trucks
fr_fr: camions
pt_pt: caminhões

source: ice types
fr_fr: types de glace
pt_pt: tipo de gelo

source: vaccines
fr_fr: vaccins
pt_pt: vacinas

source: cold storage
fr_fr: stockage froide

source: packaging
fr_fr: l’emballage
pt_pt: Embalagem

source: Model {0} has no route with name {1}
fr_fr: Modèle {0} n'a pas de trajet avec le nom {1}
pt_pt: Modelo {0} tem nenhuma rota com o nome {1}

source: Model {0} has no store with idcode {1}
fr_fr: Modèle {0} n'a pas de site avec idcode {1}
pt_pt: Modelo {0} não tem nenhuma loja com IDCODE {1}

source: Supplier; route starts and ends here
fr_fr: Fournisseur; trajets commence et se termine ici
pt_pt: fornecedor; rota começa e termina aqui

source: Route starts and ends here
fr_fr: Trajet commence et se termine ici
pt_pt: rota começa e termina aqui

source: --No Selection--
fr_fr: --Aucune selection--

source: No such currency code {0}
fr_fr: Pas de code tel monnaie {0}

source: The selected type {0} is not a known type
fr_fr: Le type sélectionné {0} est pas un type connu

source: This model has no type {0}
fr_fr: Ce modèle n'a pas de type {0}

source: Type {0} is not a {1}
fr_fr: Type {0} est pas un {1}

source: There is no {0} type {1}
fr_fr: Il n'y a pas {0} type {1}

source: energy
fr_fr: énergie

source: fuel
fr_fr: carburant

source: {0} has an invalid value
fr_fr: {0} a une valeur non valide
pt_pt: {0} tem um valor inválido

source: {0} must be in the range {1} to {2}
fr_fr: {0} doit être dans la gamme {1} et {2}
pt_pt: {0} deve estar no intervalo de {1} a {2}

source: {0} is not a valid currency code
fr_fr: {0} est pas un code de monnaie valide

source: Mark all unassigned locations as having zero building cost per year?
fr_fr: Marquer les emplacements non assignés comme ayant zéro bâtiment coûtent chaque année ?

source: Commodity
fr_fr: Produit
pt_pt: mercadoria

source: Per
fr_fr: Par
pt_pt: Por

source: LP gas
fr_fr: Gaz de pétrole liquéfié

source: Kerosene
fr_fr: Kérosène

source: Liter
fr_fr: Litre
pt_pt: Congelar um litro de gelo

source: Kilowatt Hour
fr_fr: Kilowatt-heure
pt_pt: quilowatt-hora

source: Solar Power
fr_fr: Énergie solaire
pt_pt: Energia solar

source: Installed Kilowatt
fr_fr: Kilowatt installé

source: Freeze One Liter of Ice
fr_fr: De geler un litre de glace
pt_pt: Congelar um litro de gelo

source: Solar Panel<br>Amortization
fr_fr: Panneau Solaire<br>Amortissement

source: Years
fr_fr: Années
pt_pt: Anos

source: Mark all unassigned routes as having no per diem?
fr_fr: Souhaitez-vous que tous les sites non affectés aient coût de la construction par année de zéro.

source: Showing Costs for
fr_fr: Affichage des coûts pour

source: Base Currency
fr_fr: Monnaie de référence

source: Base Year
fr_fr: Année de référence
pt_pt: Base Ano

source: Inflation Rate
fr_fr: Taux d'inflation
pt_pt: Taxa de Inflação

source: Percent
fr_fr: Pourcentage
pt_pt: Percentagem

source: Storage Maintenance
fr_fr: Maintenance du stockage

source: Fuel and Power
fr_fr: Le carburant et l'énergie
pt_pt: Combustível e energia

source: Start
fr_fr: Commencer
pt_pt: Começar

source: Storage Equipment
fr_fr: équipement de stockage
pt_pt: Equipamento de armazen

source: Calculate vaccine costs?
fr_fr: Calculer le coût des vaccins ?

source: Enable microcosting for this model?
fr_fr: Activer microcosting pour ce modèle ?

source: Check Completeness
fr_fr: Vérifier l'exhaustivité
pt_pt: Verifique Integralidade

source: Specify Vaccine Dose Schedule
fr_fr: Préciser le calendrier de doses de vaccin

source: Edit Demand: Vaccine Dose Schedule
fr_fr: Edit demande : Calendrier de doses de vaccin

source: For "Include in the dose table?", select the components (vaccines and population types) you'd like to include in the dose schedule. For "How many doses of each vaccine?" enter the number of doses per population type for each vaccine.
fr_fr: Pour "Inclure dans le tableau des doses ?", sélectionnez les composants (types des vaccins et types de population) vous souhaitez inclure dans le calendrier de la dose. Pour "Combien de doses de chaque vaccine ?" entrez le nombre de doses par type de population pour chaque vaccin.

source: Show Advanced Options?
fr_fr: Afficher les options avancées ?

source: Scale vaccines separately?
fr_fr: Échelle de vaccins séparément ?
pt_pt: Ajuste as vacinas em separado?

source: Vaccines are scaled separately
fr_fr: Les vaccins sont séparément échelle
pt_pt: As vacinas são escalados separadamente

source: Proportion of population getting vaccinated:
fr_fr: Proportion de la population à se faire vaccinée :

source: Projected vs. actual:
fr_fr: Projetée vs réelles :

source: Treament Calendar
fr_fr: Calendrier du traitement

source: Schedule population types separately?
fr_fr: Planifier les types de population séparément ?
pt_pt: Programar tipos de população separadamente

source: Populations are scheduled separately
fr_fr: Les populations sont programmées séparément
pt_pt: As populações estão programados separadamente

source: This editor does not support the treatment schedule for this model.
fr_fr: Cet éditeur ne supporte pas le programme de traitement pour ce modèle.
pt_pt: Este editor não suporta o esquema de tratamento para este modelo

source: Run A Model Simulation
fr_fr: Exécuter un Modèle de Simulation
pt_pt: Executar um modelo de simulação

source: Model Validation Stage
fr_fr: Stade de la validation du modèle
pt_pt: Etapa de Validação do Modelo

source: Validate Model
fr_fr: Valider le modèle
pt_pt: Validar o Modelo

source: Verify and Start the Run
fr_fr: Vérifier et lancer l'exécution
pt_pt: Você quer começar a execução?

source: Do you want to start the run?
fr_fr: Vous voulez commencer l'exécution ?
pt_pt: Você quer começar a execução?

source: Back
fr_fr: Retour
pt_pt: Voltar

source: Download
fr_fr: Télécharger

source: Cancel
fr_fr: Résilier
pt_pt: Cancelar

source: Start Execution
fr_fr: Commencer l'exécution
pt_pt: Começar a execução

source: Provide Some Details
fr_fr: Fournir quelques détails
pt_pt: Fornecer alguns detalhes

source: Run how many instances?
fr_fr: Combien d'instances voulez-vous exécuter?
pt_pt: Quantos níveis no seu modelo?

source: Beginning a HERMES Run
fr_fr: Commence une exécution de HERMES

source: As you finish each page, select the 'Next' button at the bottom right. Once you have finished this short set of pages, the execution of your model will begin. You can continue to modify or other models while this model is running. If you leave this sequence of screens too early, your model will not begin running but you will be able to return to the sequence where you left off by selecting 'Run HERMES' again.
fr_fr: Comme vous avez terminé chaque page, sélectionnez le bouton "Suivant" en bas à droite. Une fois que vous avez terminé cette courte série de pages, l'exécution de votre modèle va commencer. Vous pouvez continuer à modifier ou d'autres modèles alors que ce modèle est en cours d'exécution. Si vous laissez cette séquence d'écrans trop tôt, votre modèle ne sera pas commencer à courir, mais vous serez en mesure de retourner à la séquence où vous avez quitté en sélectionnant "Exécuter" HERMES nouveau.

source: Which model do you wish to run?
fr_fr: Quel modèle vous souhaitez exécuter ?
pt_pt: Qual o modelo que deseja executar

source: What name should be given to this set of results?
fr_fr: Quel nom doit être indiqué à cet ensemble de résultats ?
pt_pt: Qual o nome deve ser dado a este conjunto de resultados?

source: Invalid Entry
fr_fr: Entrée invalide
pt_pt: entrada inválida

source: The name of the run results must not be blank.
fr_fr: Le nom des résultats exécution ne doit pas être vide.
pt_pt: O nome do modelo não pode estar vazio.

source: Please do not shut your computer off while the simulation is running.
fr_fr: S'il vous plaît arrête pas votre ordinateur pendant l'exécution de la simulation.

source: You Have Found A Bug
fr_fr: Vous avez trouvé un Bug
pt_pt: Você encontrou um bicho!

source: We're sorry - you have found a bug. The details are below. Please use your browser's 'back' button.
fr_fr: Nous sommes désolés - vous avez trouvé un bug. Les détails sont ci-dessous. S'il vous plaît utiliser le bouton « retour » de votre navigateur.
pt_pt: Lamentamos - você encontrou um bicho. Os detalhes estão abaixo. Por favor, use seu botão do navegador voltar.

source: Modify Cold Storage Type
fr_fr: Modifier le type de stockage de froid

source: Creating Your Cold Storage Type
fr_fr: Créer votre type de stockage de froid

source: The fields have been filled out with values from the cold storage type you selected. When you are finished, select the 'Done' button at the bottom right.
fr_fr: Les champs ont été remplis avec les valeurs du type de stockage de froid que vous avez sélectionné. Lorsque vous avez terminé, cliquez sur le bouton 'Terminé' en bas à droite.

source: Your prototype was named {0}
fr_fr: Votre prototype est nommé {0}
pt_pt: Seu protótipo foi chamado {0}

source: Database Types
fr_fr: Types de base de données

source: Create
fr_fr: Créer
pt_pt: Criar

source: Copy
fr_fr: Copie
pt_pt: Cópia

source: Paste
fr_fr: Coller

source: Known Cold Storage Types
fr_fr: Types de stockage de froid connus

source: The name on the clipboard is already in use in this model. What name should be used for the new item?
fr_fr: Le nom sur le presse-papiers est déjà en usage dans ce modèle. Quel nom devrait être utilisé pour le nouveau produit?

source: Name Of The Copy
fr_fr: Nom de la copie
pt_pt: Nom de la copie
