Repository: PSC-PublicHealth/HERMES
Catalog: HERMES2/src/ui_server/locale/*/LC_MESSAGES/HERMES_UI.po
Languages: fr_fr, pt_pt

source: Costs
fr_fr: Coûts
pt_pt: custos

source: Fuel
fr_fr: Carburant
pt_pt: combustível

source: Fuel Costs
fr_fr: Coûts de carburant

source: Storage
fr_fr: Stockage
pt_pt: Armazém

source: Storage Device Costs
fr_fr: Coûts de dispositif de stockage

source: Vaccines
fr_fr: Vaccins
pt_pt: Vacinas

source: Vaccine Costs
fr_fr: Coût des vaccins

source: Vehicles
fr_fr: Véhicules
pt_pt: Veículos

source: Vehicle Costs
fr_fr: Coûts de véhicule

source: Salaries
fr_fr: Salaires

source: Staff Costs
fr_fr: Coûts de personnel

source: Per Diem Rates
fr_fr: Taux des perdiems

source: Building Costs
fr_fr: Coûts de bâtiment

source: This model is ready to run with microcosting.
fr_fr: Ce modèle est prêt à exécuter avec microcosting.

source: This model is ready to run with legacy costing or no cost analysis.
fr_fr: Ce modèle est prêt à exécuter avec le vieux modèle de coûts ou pas de modèle de coûts.

source: The cost information for this model is not complete
fr_fr: L'information sur les coûts pour ce modèle est pas complete.

source: Begin
fr_fr: Commencer
pt_pt: início

source: Revisit
fr_fr: Revisiter
pt_pt: revisitar

source: Continue
fr_fr: Continuer
pt_pt: Continuar

source: {0} is not a valid fuel type
fr_fr: {0} est pas un type valide de carburant.
pt_pt: {0} não é um tipo de combustível válido

source: The fuel {0} has no amortization period
fr_fr: Le carburant {0} n'a aucune période d'amortissement

source: Uncategorized
fr_fr: non classé
pt_pt: Sem categoria

source: Editing of {0} is not supported
fr_fr: Modification de {0} n'est pas prise en charge

source: Model {0} does not contain type {1}
fr_fr: Modèle {0} ne contient pas de type {1}
pt_pt: modelo {0} não contêm de tipo {1}

source: Unsupported operation {0}
fr_fr: l'opération {0} est pas pris en charge
pt_pt: operação não suportada {0}

source: Levels
fr_fr: Niveaux
pt_pt: Níveis

source: Level Names
fr_fr: Noms des niveaux
pt_pt: Nomes dos Níveis

source: How Many
fr_fr: Combien
pt_pt: Quantos?

source: Shipment Types
fr_fr: Types d'expédition
pt_pt: Tipos de remessa

source: Shipment Times
fr_fr: Temps de livraison
pt_pt: Tempo de remessa

source: Adjustments
fr_fr: Ajustements
pt_pt: Afinação

source: Population Types
fr_fr: Types de population
pt_pt: Tipo de população

source: Vaccine Types
fr_fr: Types de vaccin
pt_pt: Tipos de vacinas

source: Storage Types
fr_fr: Types de stockage
pt_pt: Tipo de armazen

source: Transport Types
fr_fr: Types de transport
pt_pt: Tipos de transporte

source: Demand
fr_fr: Demande
pt_pt: Demanda

source: Provision Locations
fr_fr: Approvisionnez des sites
pt_pt: Locais de serviço

source: Provision Routes
fr_fr: Approvisionnez des trajets
pt_pt: Rotas de distribuição

source: Welcome
fr_fr: Bienvenue
pt_pt: Bem vindo

source: Models
fr_fr: Modèles
pt_pt: Modelos

source: Finish
fr_fr: Terminer
pt_pt: Fim

source: Demand For Vaccines
fr_fr: Demande pour vaccins
pt_pt: A Demanda por Vacinas

source: User may not modify model {0}
fr_fr: L'utilisateur ne peut modifier le modèle {0}
pt_pt: usuário não pode alterar modelo {0}

source: You must first add a population type to this model
fr_fr: Vous devez d'abord ajouter un type de population pour ce modèle
pt_pt: Você deve adicionar um tipo de população a este modelo primeiro

source: Change the demand for this vaccine to zero first.
fr_fr: Modifier la demande pour ce vaccin à zéro première.
pt_pt: Mude a demanda por esta vacina a zero primeiro

source: You must first add a vaccine type to this model
fr_fr: Vous devez d'abord ajouter un type de vaccin à ce modèle
pt_pt: Você deve adicionar um tipo de vacina para este modelo primeiro

source: Change the demand for this population type to zero first.
fr_fr: Modifier la demande pour ce type de population à zéro tout d'abord.
pt_pt: Mude a demanda por esta população a zero primeiro

source: Vaccine
fr_fr: Vaccin

source: Store Editor
fr_fr: Éditeur de site
pt_pt: Editor guarda

source: Route Editor
fr_fr: Éditeur de trajet
pt_pt: editor rota

source: Data Entry
fr_fr: Saisie des données

source: Type Editor
fr_fr: Éditeur de type

source: Debug
fr_fr: Déboguer

source: A node
fr_fr: une noeud
pt_pt: um nó

source: Child 1
fr_fr: Enfant 1

source: Closed child
fr_fr: Enfant fermé
pt_pt: Criança fechada

source: Name
fr_fr: Nom
pt_pt: Nome

source: DisplayName
fr_fr: Nom d'affichage
pt_pt: Mostrar nome

source: Make
fr_fr: Marque
pt_pt: Fazer

source: Model
fr_fr: Modèle
pt_pt: Modelo

source: Year
fr_fr: Année
pt_pt: Ano

source: Cooler Volume (L)
fr_fr: Volume à 2-8 ° C (L)
pt_pt: Volume do arrefecedor

source: Freezer Volume (L)
fr_fr: Volume dans le congélateur (L)
pt_pt: Volume de congelador

source: Room Temperature Volume (L)
fr_fr: Volume à température ambiante (L)
pt_pt: Volume de temperature de quarto

source: Category
fr_fr: Catégorie
pt_pt: categoria

source: Technology
fr_fr: Technologie
pt_pt: tecnologia

source: Requires
fr_fr: Nécessite
pt_pt: requer

source: Base Cost
fr_fr: Coût de référence
pt_pt: custo de base

source: Base Cost Year
fr_fr: Année de référence
pt_pt: Ano-base para o custo

source: Currency
fr_fr: Devise
pt_pt: Moeda

source: Years To Amortize
fr_fr: Ans à amortir

source: Energy
fr_fr: Énergie
pt_pt: Energia

source: Power Rate
fr_fr: Taux de puissance
pt_pt: taxa de energia

source: Power Rate Units
fr_fr: Unités du taux de la puissance
pt_pt: unidades de taxa de energia

source: Holdover Days
fr_fr: jour pour tenir

source: Notes
fr_fr: Remarques
pt_pt: Limpar notas da sessão

source: Behavior
fr_fr: Comportement
pt_pt: comportamento

source: standard non-portable
fr_fr: standard et pas portatif
pt_pt: norma não-portáteis

source: electric non-portable
fr_fr: électrique et pas portatif
pt_pt: elétrico não-portáteis

source: portable
fr_fr: portatif
pt_pt: portátil

source: ice-cooled portable
fr_fr: refroidi avec de la glace et portatif
pt_pt: portátil com gelo

source: ice-cooled with pull support
fr_fr: refroidi avec de la glace avec le soutien de traction
pt_pt: com apoio tração com gelo

source: ColdLifetime
fr_fr: Lifetime froide
pt_pt: tempo de vida de frio

source: AlarmDays
fr_fr: Jours à alarme

source: SnoozeDays
fr_fr: Jours à rappel d'alarme
pt_pt: dias soneca

source: Cold Storage
fr_fr: stockage froide
pt_pt: Tipo de cadeia de frio {0} em {1}

source: Network Visualization
fr_fr: Visualisation de réseau
pt_pt: Visualização de Rede

source: Model: {0}, Result: {1}
fr_fr: Modèle: {0}, résultat : {1}

source: This is intended to show page-specific help
fr_fr: C'est de montrer une aide spécifique à cette page.

source: Geographic Visualization
fr_fr: Visualisation géographique
pt_pt: Visualização Geográfica

source: Model: {0}, Run: {1}
fr_fr: Modèle: {0}, exécution : {1}

source: Model {0}
fr_fr: {0} Modèle
pt_pt: Modelo {0}

source: Model Summary Statistics
fr_fr: Modèle statistique sommaire

source: Facility Statistics
fr_fr: Statistiques de le site

source: Level
fr_fr: Niveau
pt_pt: Nivel

source: Vaccinating
fr_fr: Vaccinant

source: All Levels
fr_fr: Tous les niveaux

source: Stores
fr_fr: Sites
pt_pt: armazen

source: Routes
fr_fr: Trajets
pt_pt: rotas

source: People Types
fr_fr: Types de personnes
pt_pt: Tipos de População

source: Transport
fr_fr: Transports
pt_pt: Transportes

source: Packaging
fr_fr: Emballage
pt_pt: embalagem

source: Ice
fr_fr: Glace
pt_pt: gelo

source: Status of {0} in model {1}
fr_fr: Statut de {0} de {1} modèle
pt_pt: estado de {0} no modelo {1}

source: Inventory
fr_fr: Inventaire
pt_pt: inventario

source: Route
fr_fr: Trajet
pt_pt: rota

source: Supplier
fr_fr: Fournisseur
pt_pt: Fornecedor

source: None
fr_fr: Aucun

source: Population Type {0} in {1}
fr_fr: Type de population {0} dans {1}
pt_pt: Tipo de população {0} em {1}

source: Population Type {0}
fr_fr: Type de population {0}
pt_pt: Tipo de população {0}

source: Staff Type {0} in {1}
fr_fr: Type de personnel {0} dans {1}

source: Staff Type {0}
fr_fr: Type de personnel {0}

source: PerDiem Type {0} in {1}
fr_fr: Type de perdiem {0} dans {1}

source: PerDiem Type {0}
fr_fr: Type de perdiem {0}

source: Vaccine Type {0} in {1}
fr_fr: Type de vaccin {0} dans {1}
pt_pt: Tipo de vacina {0} em {1}

source: Vaccine Type {0}
fr_fr: Type de vaccin {0}
pt_pt: Tipo de vacina {0}

source: Cold Storage Type {0} in {1}
fr_fr: Type de stockage froide {0} dans {1}
pt_pt: Tipo de cadeia de frio {0} em {1}

source: Cold Storage Type {0}
fr_fr: Type de stockage froide {0}

source: Ice Type {0} in {1}
fr_fr: Type de glace {0} dans {1}
pt_pt: Tipo de gelo {0} em {1}

source: Ice Type {0}
fr_fr: Type de glace {0}
pt_pt: tipo de gelo {0}

source: Packaging Type {0} in {1}
fr_fr: Type de emballages {0} dans {1}
pt_pt: tipo de embalagem {0} em {1}

source: Packaging Type {0}
fr_fr: Type de emballages {0}
pt_pt: Tipo de embalagem {0}

source: Transport Type {0} in {1}
fr_fr: Type de transport {0} dans {1}
pt_pt: Tipo de transporte {0} em {1}

source: Transport Type {0}
fr_fr: Type de transport {0}
pt_pt: Tipo de transporte {0}

source: Run {0}
fr_fr: Exécution {0}
pt_pt: Executar {0}

source: Results Set Info
fr_fr: Résultats ensemble Info

source: Model Name
fr_fr: Nom du modèle
pt_pt: Nome do Modelo

source: Model ID
fr_fr: Modèle ID
pt_pt: ID de modelo

source: Run Name
fr_fr: Nom de exécution
pt_pt: Nome de Executar

source: Result Type
fr_fr: Type de résultat
pt_pt: Tipo de Resultado

source: Results ID
fr_fr: Résultats ID
pt_pt: Resultados ID

source: HERMES Input Parameters
fr_fr: les paramètres d'entrée de HERMES
pt_pt: HERMES Parâmetros de Entrada

source: Level {0}
fr_fr: Niveau {0}

source: Name for Level
fr_fr: Nom de niveau

source: Number of Locations in
fr_fr: Nombre de sites dans

source: level
fr_fr: niveau

source: based on demand
fr_fr: à la demande

source: the same each shipment
fr_fr: la même chose chaque expédition

source: delivered by the supplier
fr_fr: livré par le fournisseur

source: picked up by the receiver
fr_fr: capté par le récepteur

source: at a fixed interval
fr_fr: à un intervalle fixe

source: when products are needed
fr_fr: quand les produits sont nécessaires

source: year
fr_fr: année

source: month
fr_fr: mois

source: week
fr_fr: semaine

source: levels
fr_fr: niveaux

source: Products are
fr_fr: Les produits sont

source: for an amount that is
fr_fr: pour un montant qui est

source: on a schedule that occurs
fr_fr: sur un calendrier qui se produit

source: at a frequency of
fr_fr: à une fréquence de

source: up to a frequency of
fr_fr: jusqu'à une fréquence de

source: time(s) per
fr_fr: fois par

source: year(s)
fr_fr: année(s)

source: month(s)
fr_fr: mois

source: week(s)
fr_fr: semaine(s)

source: day(s)
fr_fr: jour(s)

source: hour(s)
fr_fr: heure(s)

source: Trips take on average
fr_fr: Voyages pris en moyenne

source: and have a one way distance of
fr_fr: et ont une distance aller de

source: Kilometers
fr_fr: Kilometres

source: Days
fr_fr: Journées
pt_pt: Dias

source: Weeks
fr_fr: Semaines
pt_pt: Semanas

source: Months
fr_fr: Mois
pt_pt: Meses

source: This will go in model {0}
fr_fr: Cela va aller en modèle {0}
pt_pt: Esta vai para o modelo {0}

source: Route Information
fr_fr: Informations sur le trajet
pt_pt: Informação de rota

source: Vehicle Utilization
fr_fr: Utilisation du véhicule
pt_pt: Utilização de veiculo

source: Trips
fr_fr: Voyages
pt_pt: Viagems

source: Population Information
fr_fr: Information de la population
pt_pt: Informação de população

source: Utilization
fr_fr: Utilisation
pt_pt: Utilização

source: Storage Devices
fr_fr: Dispositifs de stockage
pt_pt: Dispositivo de armazen

source: Transport Devices
fr_fr: Dispositifs de transport
pt_pt: Dispositivos de Transporte

source: Inventory
fr_fr: Inventaire
pt_pt: Inventario

source: Fill Ratio
fr_fr: Ratio rempli
pt_pt: Encha rácio

source: Vaccine Administration
fr_fr: Administration du vaccin
pt_pt: método de administração

source: Availability Plot
fr_fr: Graphe de disponibilité
pt_pt: Gráfico Disponibilidade

source: Click on the check mark to add vaccine to Chart
fr_fr: Cliquez sur la coche pour ajouter vaccin aux le tableau

source: Click on Name of Vaccine show only it on the Chart.
fr_fr: Cliquez sur le nom du vaccin pour l'afficher sur la carte seule.

source: Click on the check mark to add storage type to Chart
fr_fr: Cliquez sur la coche pour ajouter le type de stockage aux le tableau.

source: Click on Name of storage type show only it on the Chart.
fr_fr: Cliquez sur le nom du type de stockage pour l'afficher sur la carte seule.

source: Tree Page
fr_fr: Page de arbre
pt_pt: Página ávore

source: Refrigerator (2-8 C) Storage
fr_fr: Stockage du réfrigérateur (entre 2-8 C)
pt_pt: Geleira (2-8 C)

source: Total Volume (L)
fr_fr: Volume total (L)
pt_pt: Volume total (L)

source: Max Volume Used (L)
fr_fr: Volume Max utilisé (L)
pt_pt: Maxima de volume utilizado (L)

source: Max Utilization %
fr_fr: utilisation maximale (%)
pt_pt: Max utlização %

source: Freezer (below 0 C) Storage
fr_fr: Stockage de congélateur (sous 0C)
pt_pt: Congelador (em baixo de 0 C)

source: Total Served
fr_fr: Totale desservie
pt_pt: Total atendida

source: No Population Vaccinated at Location
fr_fr: Aucune population est vaccinée à ce site
pt_pt: número de população vacinada no local

source: Frequency (Fixed)
fr_fr: Fréquence (fixé)
pt_pt: Frequência (Fixa)

source: Mimimum Wait Between Shipments
fr_fr: Mimimum attente entre expéditions
pt_pt: espera mínima entre remessas

source: Amount of Days For Which To Order
fr_fr: Nombre de jours pour lesquels commander
pt_pt: Quantidade de dias em que para encomendar

source: Stock Threshold for Reordering
fr_fr: seuil de stock pour commander à nouveau
pt_pt: Quantidade minimo para requisitar

source: Vehicle
fr_fr: Véhicule
pt_pt: veículo

source: Amount of Storage
fr_fr: Quantité de stockage
pt_pt: quantidade de armazem

source: Average Volume Carried
fr_fr: Volume moyen porté
pt_pt: volume médio realizada

source: Maximum Volume Carried(L)
fr_fr: Volume maxamal porté
pt_pt: volume maximo realizada

source: Additional Capacity Needed
fr_fr: Capacité supplémentaire nécessaire
pt_pt: Capacidade adicional necessária

source: Trips Taken on Route
fr_fr: Voyages effectués sur le trajet
pt_pt: Viagens realizadas na rota

source: This title is set in matcher
fr_fr: Ce titre se trouve dans le matcher.
pt_pt: Este título é definido em matcher.

source: Attempt to build template from {0} failed
fr_fr: Tenter de construire modèle de {0} a échoué.
pt_pt: Tentativa de construir modelo de {0} falhou

source: Help
fr_fr: Aide
pt_pt: Ajuda

source: Tutorial
fr_fr: Le tutoriel

source: starting
fr_fr: départ
pt_pt: Começando

source: failed with retcode
fr_fr: L'exécution a échoué avec le code de retour
pt_pt: Falhou

source: at
fr_fr: à
pt_pt: em

source: finished at
fr_fr: terminé à
pt_pt: Acabou em

source: running
fr_fr: il est en cours d'exécution

source: complete
fr_fr: terminé
pt_pt: completo

source: new {0} type
fr_fr: nouveau type de {0}

source: add
fr_fr: ajouter

source: route {0}: {1}
fr_fr: trajet {0}: {1}

source: edit
fr_fr: modifier

source: value previously updated
fr_fr: la valeur a déjà été mis à jour

source: Route names must be unique, {0} is already in use.
fr_fr: Noms de trajet doivent être uniques, {0} est déjà en cours d'utilisation.

source: Central stores can't change categories.
fr_fr: Dépôt central ne peut pas modifier les catégories.

source: Attempting to change to an invalid category
fr_fr: Vous tentez de modifier une catégorie valide.

source: Site Cost Per Year
fr_fr: Coût de site par an

source: Site Cost Base Year
fr_fr: Coût reference de site par an

source: Invalid currency code
fr_fr: ﻿Code de devise invalide

source: invalid site cost base year {0}
fr_fr: site non valide coût {0} de l'année de référence

source: Use Vials Interval
fr_fr: Utiliser l'intervalle de flacons

source: Latency
fr_fr: Latence

source: storage utilization rate
fr_fr: taux d'utilisation de stockage

source: use vials interval
fr_fr: utiliser l'intervalle de flacons

source: use vials latency
fr_fr: utiliser the latence de flacons

source: yearly site cost
fr_fr: coût annuel de sites

source: transit hours
fr_fr: heures de transport

source: order amounts
fr_fr: quantités commandées

source: shipping interval
fr_fr: Intervalle des envois

source: shipping latency
fr_fr: Latence de livraison

source: {0} must be a numeric value between {1} and {2}.
fr_fr: {0} doit être une valeur numérique comprise entre {1} et {2}.

source: {0} must be a numeric value greater than {1}.
fr_fr: {0} doit être une valeur numérique supérieure à {1}.

source: {0} must be a numeric value less than {1}.
fr_fr: {0} doit être une valeur numérique inférieure à {1}.

source: {0} must be a numeric value.
fr_fr: {0} doit être une valeur numérique.

source: value of {0} previously updated
fr_fr: valeur de {0} précédemment mis à jour

source: storage
fr_fr: stockage

source: staff
fr_fr: personnel

source: Route {0}
fr_fr: Trajet {0}

source: name
fr_fr: nom
pt_pt: nome

source: truck type
fr_fr: type de camion

source: Invalid truck type
fr_fr: type de camion non valide

source: per diem rule
fr_fr: règle de Per Diem

source: Invalid per diem type
fr_fr: type de perdiem non valide

source: invalid route type
fr_fr: type de trajet non valide

source: New route type {0} does not support multiple client stores
fr_fr: Nouvel type de trajet {0} ne supporte pas plusieurs clients

source: shipping interval(days)
fr_fr: intervalle d'expédition (jours)

source: latency(days)
fr_fr: latence (jours)

source: conditions previously updated
fr_fr: conditions déjà mis à jour

source: order amount in days for {0}
fr_fr: quantité de commander en jours pour {0}

source: distance to %s(km)
fr_fr: distance à %s (km)

source: time to {0}(hours)
fr_fr: temps de {0} (heures)

source: {0}({1}) (stop {2})
fr_fr: {0} ({1}) (arrêt {2})

source: Unattached
fr_fr: Sans attaches

source: The structure of this model has been changed. Please reload this page.
fr_fr: La structure de ce modèle a été changée. Veuillez recharger cette page.

source: invalid node type {0}
fr_fr: type de nœud non valide {0}

source: unknown error
fr_fr: erreur inconnue

source: unreachable error
fr_fr: inaccessible erreur

source: Destination route type only supports one client store
fr_fr: Type de trajet de destination prend en charge uniquement une cliente

source: It is not allowed to move a route to one of its clients
fr_fr: Il est interdit se déplacer un trajet à un de ses clients

source: Routes may only be moved on to locations
fr_fr: Les trajets ne peuvent être déplacés sur les sites

source: Set utilization rate:
fr_fr: Fixer le taux d'utilisation:

source: Ok
fr_fr: D'accord

source: Mutliply rate by a factor:
fr_fr: Multiplier le taux par un facteur:

source: Utilization rate must be 0.0 or greater
fr_fr: Taux d'utilisation doit être 0.0 ou supérieure

source: invalid action {0}
fr_fr: action non valide {0}

source: Set cost information:
fr_fr: Fixez les informations de coûts:

source: Set route per diem information:
fr_fr: Fixez les informations de perdiems:

source: Site cost must be a number greater than or equal to zero
fr_fr: Coût de site doit être un nombre supérieur ou égal à zéro

source: Site cost currency is an invalid code
fr_fr: Site coût monnaie est un code invalide

source: Site cost base year must be an integer
fr_fr: Année de référence de coût site doit être un entier

source: Invalid per diem type {0}
fr_fr: type de perdiem non valide {0}

source: count
fr_fr: compte

source: replace with
fr_fr: Remplacer par...

source: Add
fr_fr: Ajouter

source: Set
fr_fr: Fixez

source: Replace with
fr_fr: Remplacé par

source: Clear all
fr_fr: Effacer tout

source: scaling factor must be a non-negative number
fr_fr: facteur d'échelle doit être un nombre non négatif

source: invalid type name for update
fr_fr: nom de type non valide pour la mise à jour

source: Modify Stores Supplied by {0}
fr_fr: Modifier les sites fournis par {0}

source: We have somehow forgotten which model to show.
fr_fr: Nous avons en quelque oublié quel modèle démontrer.
pt_pt: Temos de algum modo esquecido qual o modelo para mostrar.

source: There is new model data in session.
fr_fr: Il y a de nouvelles données de modèle dans la session.

source: There is no current model in the new model data in session.
fr_fr: Il n'y a aucun modèle actuel dans les nouvelles données de modèle dans la session.

source: The currently selected model {0} has no data in session
fr_fr: Le modèle actuellement sélectionné {0} ne comporte aucune donnée en session

source: Model creation data table is missing or corrupted
fr_fr: Le tableau de la création du modèle est manquant ou endommagé.
pt_pt: Modelo criação da tabela de dados está ausente ou corrompido

source: Edit Supply Chain Structure
fr_fr: Modifier la structure de la chaîne d'approvisionnement

source: Edit Shipping Policy
fr_fr: Modifier le règles d'expédition

source: Edit Shipping Times
fr_fr: Modifier le temps d'expédition

source: Make Adjustments
fr_fr: Effectuez des ajustements

source: Add/Remove Components
fr_fr: Ajouter/Supprimer des composants

source: Vaccine Dose Schedule
fr_fr: Calendrier de doses de vaccin

source: Assign Equipment
fr_fr: Affecter des équipements

source: Assign Transport Vehicles
fr_fr: Assigner des véhicules de Transport

source: The model is not ready for provisioning
fr_fr: Le modèle est pas prêt pour le provisionnement
pt_pt: O modelo não está pronto para o provisionamento

source: Create A Model
fr_fr: Créer un modèle
pt_pt: Criar um Modelo

source: What are the vaccine requirements of each population type?
fr_fr: Quels sont les besoins en vaccins de chaque type de population?
pt_pt: Quais são os requisitos de vacina de cada tipo de população?

source: HERMES Database
fr_fr: Base de données de HERMES

source: Unable to load Open Models Page: {0}
fr_fr: Impossible de charger la Page modèles ouverte : {0}

source: Transit times must be greater than zero
fr_fr: Temps de transit doivent être supérieurs à zéro
pt_pt: O tempo de trânsito deve ser maior que zero

source: pick up
fr_fr: ramasser

source: recieve
fr_fr: recevoir

source: fixed
fr_fr: fixé

source: scheduled
fr_fr: prévu

source: demand-based
fr_fr: basée sur la demande

source: yes
fr_fr: oui

source: no
fr_fr: non

source: What are the levels called?
fr_fr: Quels sont les niveaux appelés?

source: (e.g., Four level supply chains, the levels may be named Central, Region, District, Health Post)
fr_fr: (par exemple, pour les chaînes d'approvisionnement avec quatre niveaux, les niveaux peuvent être désignés centrale, région, district, poste de santé)

source: Problem Updating Session Model parsing json:
fr_fr: Problème mise à jour Session modèle analyse json :

source: Please give each of the levels a name
fr_fr: S'il vous plaît donner à chacun des niveaux un nom

source: (e.g., Level 1 could be called Central, Level 2 called Regional, etc.)
fr_fr: (p. ex., niveau 1 pourrait s'appeler centrale, niveau 2 appelé régionales, etc..)

source: What are the total number of locations within each level?
fr_fr: Quels sont le nombre total de sites dans chaque niveau ?

source: Please enter the total number of locations (e.g., storage, immunization, and outreach) for each level.
fr_fr: Inclure tous des sites stockage, vaccination et couverture

source: Model Name {0} already exists in the database, please choose another
fr_fr: Modèle nom {0} existe déjà dans la base de données, veuillez choisir un autre.

source: Devices to Store Vaccines at this Level
fr_fr: Dispositifs de stockage de vaccin à ce niveau

source: Population To Vaccinate at this Level
fr_fr: Population à vacciner à ce niveau

source: Base Amount
fr_fr: Montant de base

source: Amount Units
fr_fr: Unités de quantité

source: Amount Year
fr_fr: Année montant
